{"goldenage": [{"title": "The Simpsons 1x01: Simpsons Roasting on an Open Fire", "description": "Homer's Christmas bonus is canceled and the rainy-day funds are needed to pay for Bart's tattoo removal in the first full-length episode of the subversive animated satire about Springfield's hapless first family."}, {"title": "The Simpsons 1x02: Bart the Genius", "description": "Bart is moved to a school for the gifted after he switches aptitude tests with another boy."}, {"title": "The Simpsons 1x03: Homer's Odyssey", "description": "After being fired from the nuclear power plant for negligence, Homer becomes a safety activist."}, {"title": "The Simpsons 1x04: There's No Disgrace Like Home", "description": "After seeing families being nice to each other at a company picnic, Homer orders the Simpsons to a family therapist."}, {"title": "The Simpsons 1x05: Bart the General", "description": "Terrorized by the school bully, Bart seeks counsel from Grandpa Simpson, who takes him to a warfare expert for basic training."}, {"title": "The Simpsons 1x06: Moaning Lisa", "description": "The meaning of life and second grade have Lisa playing the blues solo---until she jams with a kindred spirit; Homer seeks tutelage to beat Bart at video boxing."}, {"title": "The Simpsons 1x07: The Call of the Simpsons", "description": "The Simpsons put the wild back in the wilderness when their RV goes over a cliff and Homer and Bart go for help, get lost and lose their clothes."}, {"title": "The Simpsons 1x08: The Telltale Head", "description": "Bart pulls a stunt that shocks the entire town, including the new friends he was trying to impress."}, {"title": "The Simpsons 1x09: Life on the Fast Lane", "description": "Homer's bowling-ball gift \"for Marge\" prompts her to take up the sport---and maybe also a handsome instructor who offers to teach her \"many things.\""}, {"title": "The Simpsons 1x10: Homer's Night Out", "description": "Shutterbug Bart captures Homer with a sexy entertainer at a bachelor party."}, {"title": "The Simpsons 1x11: The Crepes of Wrath", "description": "A little story about how Bart saves France after blowing up Principal Skinner's mom with a cherry bomb. A Albanian child comes to stay with the Simpsons in his place and becomes Homers tag along buddy."}, {"title": "The Simpsons 1x12: Krusty Gets Busted", "description": "Bart's TV hero Krusty the Clown is arrested for a convenience-store robbery, and witness Homer must testify against the clown."}, {"title": "The Simpsons 1x13: Some Enchanted Evening", "description": "Homer takes Marge out for a romantic night, leaving the kids with a sitter---who's profiled on \"America's Most Armed and Dangerous.\""}, {"title": "The Simpsons 2x01: Bart Gets an F", "description": "In exchange for study tips, Bart gives the class brain anti-geek lessons, but regrets it when the brain becomes too Bart-like. Blackboard: 'I will not encourage others to fly'."}, {"title": "The Simpsons 2x02: Simpson and Delilah", "description": "Homer lies on a medical insurance form in order to obtain a miracle hair restoring drug. Blackboard: 'Tar is not a plaything.'"}, {"title": "The Simpsons 2x03: Treehouse of Horror", "description": "Halloween tales include a family in a haunted house; a misunderstanding with aliens; and a rendition of \"The Raven.\""}, {"title": "The Simpsons 2x04: Two Cars in Every Garage and Three Eyes on Every Fish", "description": "Homer's boss, Burns, wants to be governor to lower nuclear-safety standards to keep his plant on line. Blackboard 'I will not Xerox my Butt'."}, {"title": "The Simpsons 2x05: Dancin' Homer", "description": "Homer's success as the mascot of Springfield's minor-league ball club earns him a shot at the majors, in Capital City."}, {"title": "The Simpsons 2x06: Dead Putting Society", "description": "Lisa gives Bart some tips on handling the pressure in a miniature-golf grudge match with a neighbor's son."}, {"title": "The Simpsons 2x07: Bart vs. Thanksgiving", "description": "On Thanksgiving, Bart runs away after accidentally wrecking Lisa's centerpiece."}, {"title": "The Simpsons 2x08: Bart the Daredevil", "description": "After seeing a daredevil at a truck rally, Bart discovers his reason for living---a career in death defiance."}, {"title": "The Simpsons 2x09: Itchy & Scratchy & Marge", "description": "Marge's protests over cartoon violence lead to a cultural renaissance in Springfield."}, {"title": "The Simpsons 2x10: Bart Gets Hit by a Car", "description": "A lawyer suggests there may be profit in the pain after Bart suffers minor injuries in a collision with Burns' car."}, {"title": "The Simpsons 2x11: One Fish, Two Fish, Blowfish, Blue Fish", "description": "Homer takes to sushi like a fish to water, but an apprentice chef may have given Homer some bad blowfish---and 24 hours to live."}, {"title": "The Simpsons 2x12: The Way We Was", "description": "Marge and Homer reveal how they met as they tell a tale of love at first sight (but only for one) and the high-school prom they attended (but not together)."}, {"title": "The Simpsons 2x13: Homer vs. Lisa and the Eighth Commandment", "description": "After learning eternal hell is the price for stealing, Lisa decides she'd rather go to heaven than watch pirated cable."}, {"title": "The Simpsons 2x14: Principal Charming", "description": "Bart benefits when Principal Skinner falls for his Aunt Patty, who has Skinner but doesn't want him, while Aunt Selma has naught but want."}, {"title": "The Simpsons 2x15: Oh Brother, Where Art Thou?", "description": "Danny DeVito is the voice of Homer's wealthy long-lost half brother, who makes the mistake of giving Homer an important job."}, {"title": "The Simpsons 2x16: Bart's Dog Gets an F", "description": "Bart's dog is sent to obedience school after he destroys Homer's expensive new sneaks."}, {"title": "The Simpsons 2x17: Old Money", "description": "Grandpa Simpson loses his love, leaving him with a heavy heart---and a heavy wallet when his sweetie leaves him money in her will."}, {"title": "The Simpsons 2x18: Brush with Greatness", "description": "Ringo Starr has a cartoon cameo as Marge gets to paint a portrait of Mr. Burns."}, {"title": "The Simpsons 2x19: Lisa's Substitute", "description": "Lisa finds that Homer pales in comparison with her substitute teacher, as does Bart with his opponent for class president."}, {"title": "The Simpsons 2x20: The War of the Simpsons", "description": "Homer and Marge attend a marriage retreat, where Homer catches a legendary fish---and maybe more."}, {"title": "The Simpsons 2x21: Three Men and a Comic Book", "description": "Bart earns less than he expected doing chores for a neighbor, so he goes partners with Milhouse and Martin on a rare comic book."}, {"title": "The Simpsons 2x22: Blood Feud", "description": "After Bart's blood saves Burns, Homer sends his boss a nasty letter for falling short of the material gratitude that Homer expected."}, {"title": "The Simpsons 3x01: Stark Raving Dad", "description": "A deviation from his norm lands Homer in a mental institution, where he shares a room with a man who thinks he's Michael Jackson."}, {"title": "The Simpsons 3x02: Mr. Lisa Goes to Washington", "description": "Lisa's essay wins the Simpsons a trip to Washington, D.C., where her faith in democracy is shaken by her unethical Congressman."}, {"title": "The Simpsons 3x03: When Flanders Failed", "description": "Flanders suffers a failure after Homer wishes him ill."}, {"title": "The Simpsons 3x04: Bart the Murderer", "description": "While working for Fat Tony (Joe Mantegna), Bart gains enough influence with his boss to solve his problems with Principal Skinner---perhaps permanently."}, {"title": "The Simpsons 3x05: Homer Defined", "description": "Homer's averting of a nuclear meltdown earns him employee-of-the-month honors---and a call from Magic Johnson; Milhouse's parents prohibit him from playing with Bart."}, {"title": "The Simpsons 3x06: Like Father Like Clown", "description": "Bart and Lisa use theological arguments to try to reunite Krusty the Clown and his rabbi father, who disowned Krusty when he turned from rabbi to clown."}, {"title": "The Simpsons 3x07: Treehouse of Horror II", "description": "Maggie uses one of three wishes; a mind-reading Bart rules Springfield; Homer donates his brain to Mr. Burns' science project."}, {"title": "The Simpsons 3x08: Lisa's Pony", "description": "After disappointing Lisa, Homer buys her a pony, solving one problem, but creating others, requiring a second job---at Apu's Quik-e-Mart."}, {"title": "The Simpsons 3x09: Saturdays of Thunder", "description": "When Homer helps Bart build a soapbox racer, it does little for the car but a lot for their relationship. Meanwhile, Patty and Selma get a hair makeover."}, {"title": "The Simpsons 3x10: Flaming Moe's", "description": "Homer's new drink makes Moe's hot enough to draw Aerosmith, who perform \"Walk This Way.\" Meanwhile, Lisa has invited her friends over for a slumber party which causes problems for Bart."}, {"title": "The Simpsons 3x11: Burns Verkaufen der Kraftwerk", "description": "Burns sells the power plant to a German corporation that doesn't care for Homer's approach to his work."}, {"title": "The Simpsons 3x12: I Married Marge", "description": "A trip down memory lane to the early days of Simpson wedded bliss, when Marge was with child and Homer was without a job."}, {"title": "The Simpsons 3x13: Radio Bart", "description": "Bart fools the town into thinking there's a little boy trapped in a well. Sting performs \"We're Sending Our Love down the Well.\""}, {"title": "The Simpsons 3x14: Lisa the Greek", "description": "From 1992: Lisa's ability to pick winning football teams kicks off a strong bond with Homer---which might end with the upcoming Super Bowl."}, {"title": "The Simpsons 3x15: Homer Alone", "description": "A stressed Marge vacations alone, leaving Bart and Lisa with Patty and Selma, and Maggie with Homer---until she leaves in search of Marge."}, {"title": "The Simpsons 3x16: Bart the Lover", "description": "Bart's answer to detention from Mrs. Krabappel is to answer her personal ad with letters from a Mr. Wonderful, but his last laugh is more of a guilty whimper. Meanwhile, Homer makes a bet with Flanders that if he tries to stop swearing, Flanders will shave off his mustache."}, {"title": "The Simpsons 3x17: Homer at the Bat", "description": "Burns hires Major League ringers for the plant softball championship."}, {"title": "The Simpsons 3x18: Separate Vocations", "description": "The results from their aptitude tests cause Bart and Lisa to make 180-degree turns in their behavior."}, {"title": "The Simpsons 3x19: Dog of Death", "description": "Santa's Little Helper notices resentment after the Simpsons make sacrifices to fund his life-saving operation."}, {"title": "The Simpsons 3x20: Colonel Homer", "description": "Marge fears a cheatin' heart when a waitress-country singer asks Homer to be her manager."}, {"title": "The Simpsons 3x21: Black Widower", "description": "Bart suspects something rotten when Selma gets engaged to Sideshow Bob."}, {"title": "The Simpsons 3x22: The Otto Show", "description": "Spinal Tap hits Springfield, and Otto the bus driver hits the skids after being fired, taking refuge in the Simpsons' garage."}, {"title": "The Simpsons 3x23: Bart's Friend Falls in Love", "description": "Bart resents Milhouse's new girlfriend; Homer gets the wrong subliminal tape, which has him gaining vocabulary, not losing weight."}, {"title": "The Simpsons 3x24: Brother, Can You Spare Two Dimes?", "description": "Homer's stepbrother asks for a loan after Homer is awarded some cash, presented by Smokin' Joe Frazier."}, {"title": "The Simpsons 4x01: Kamp Krusty", "description": "Bart leads an uprising at Krusty's summer camp after he and Lisa are subjected to a Dickensian sweatshop."}, {"title": "The Simpsons 4x02: A Streetcar Named Marge", "description": "Marge is cast in a version of \"A Streetcar Named Desire,\" playing Blanche to Ned Flanders' Stanley."}, {"title": "The Simpsons 4x03: Homer the Heretic", "description": "Homer decides to skip church permanently, and God gives His OK in Homer's dream."}, {"title": "The Simpsons 4x04: Lisa the Beauty Queen", "description": "Lisa meets Bob Hope when she becomes Little Miss Springfield, a title she inherits after the winner's struck by lightning."}, {"title": "The Simpsons 4x05: Treehouse of Horror III", "description": "A Halloween trilogy includes a murderous Krusty doll; a \"King Kong\" parody; an invasion of zombies unleashed by Bart's incantation."}, {"title": "The Simpsons 4x06: Itchy & Scratchy: The Movie", "description": "Bart is punished by being barred from the Itchy and Scratchy movie."}, {"title": "The Simpsons 4x07: Marge Gets a Job", "description": "Burns tries to please a new employee---Marge---with singer Tom Jones. Meanwhile, Bart cries \"wolf\" too often."}, {"title": "The Simpsons 4x08: The New Kid on the Block", "description": "A new neighbor captures---and breaks---Bart's heart; Homer sues after a restaurant denies him \"all you can eat.\""}, {"title": "The Simpsons 4x09: Mr. Plow", "description": "Homer and Barney become competitors in the snow-plowing business."}, {"title": "The Simpsons 4x10: Lisa's First Word", "description": "Maggie speaks, but not before the story of Lisa's first word is recalled, as well as how the 1984 Soviet Olympic boycott hurt Krusty."}, {"title": "The Simpsons 4x11: Homer's Triple Bypass", "description": "The stresses of life and his eating habits catch up and Homer sees a discount doctor for a coronary bypass."}, {"title": "The Simpsons 4x12: Marge vs. the Monorail", "description": "Leonard Nimoy is among the first to ride Springfield's new monorail, opposed by Marge."}, {"title": "The Simpsons 4x13: Selma's Choice", "description": "A relative passes away and the Simpson clan goes to the Funeral. After Selma receives a videotaped warning about dying alone, she wants a baby."}, {"title": "The Simpsons 4x14: Brother from the Same Planet", "description": "Homer's neglect sends Bart looking for a new father; Lisa battles addiction to a \"Springfield Heights, 90210\" star."}, {"title": "The Simpsons 4x15: I Love Lisa", "description": "Chief Wiggum's son has a crush on Lisa after she gives him a Valentine out of pity."}, {"title": "The Simpsons 4x16: Duffless", "description": "Homer goes on the wagon after a drunken-driving arrest; Lisa's science project pits Bart's brain against a hamster's."}, {"title": "The Simpsons 4x17: Last Exit to Springfield", "description": "Union president Homer fights to keep the dental plan."}, {"title": "The Simpsons 4x18: So It's Come to This: A Simpsons Clip Show", "description": "Bart's prank hospitalizes Homer, whose life flashes by (in past clips) before he goes into a coma."}, {"title": "The Simpsons 4x19: The Front", "description": "Lisa and Bart write an Itchy and Scratchy episode; Homer makes up a missing high-school credit."}, {"title": "The Simpsons 4x20: Whacking Day", "description": "Barry White helps Lisa's effort to save snakes from Whacking Day. And, Bart is expelled from Springfield Elementary."}, {"title": "The Simpsons 4x21: Marge in Chains", "description": "Lionel Hutz represents Marge after Apu catches her accidentally taking an item from his store."}, {"title": "The Simpsons 4x22: Krusty Gets Kancelled", "description": "Johnny Carson, Bette Midler, Luke Perry, Hugh Hefner and the Red Hot Chili Peppers help Krusty when his show is canceled after a new star causes his ratings to plummet."}, {"title": "The Simpsons 5x01: Homer's Barbershop Quartet", "description": "Homer recalls when he, Apu, Barney and Principal Skinner became recording icons---after Barney replaced Chief Wiggum, on the advice of their manager. Blackboard: 'I will never win an emmy'."}, {"title": "The Simpsons 5x02: Cape Feare", "description": "The Simpsons go incognito to avoid the newly paroled Sideshow Bob, who's out to get Bart. Blackboard: 'The cafeteria deep fryer is not a toy'."}, {"title": "The Simpsons 5x03: Homer Goes to College", "description": "Homer takes Nuclear Physics 101 at the local college, where he gets a trio of nerdy tutors expelled for extracurricular activities."}, {"title": "The Simpsons 5x04: Rosebud", "description": "Burns longs for a childhood toy that winds up in the grip of Maggie."}, {"title": "The Simpsons 5x05: Treehouse of Horror IV", "description": "Homer sells his soul; Vampire Burns invites the Simpsons for dinner; Bart sees a gremlin damaging his school bus."}, {"title": "The Simpsons 5x06: Marge on the Lam", "description": "Marge's wild night out with neighbor Ruth (Pamela Reed) includes running from the police in Ruth's car, stolen from her ex."}, {"title": "The Simpsons 5x07: Bart's Inner Child", "description": "Springfield emulates Bart after he's praised by a self-help guru. James Brown has a cameo at Springfield's Do What You Want festival."}, {"title": "The Simpsons 5x08: Boy-Scoutz 'n the Hood", "description": "Bart joins the Junior Campers, which isn't all bad until he goes on a rafting trip that includes Flanders and \"celebrity dad\" Ernest Borgnine."}, {"title": "The Simpsons 5x09: The Last Temptation of Homer", "description": "Homer is attracted to a pretty power-plant worker (voice of Michelle Pfeiffer), and Werner Klemperer speaks for the guardian angel who helps Homer fight temptation. Blackboard: 'All work and no play makes Bart a dull boy.'."}, {"title": "The Simpsons 5x10: $pringfield (or, How I Learned to Stop Worrying and Love Legalized Gambling)", "description": "Legalized gambling comes to Springfield, and Marge becomes addicted; Robert Goulet entertains at Bart's casino for kids. Blackboard: 'I will not say \"Springfield\" just to get applause'."}, {"title": "The Simpsons 5x11: Homer the Vigilante", "description": "Homer leads a vigilante group to catch the Springfield Cat Burglar (voice of Sam Neill), who then robs the museum. Blackboard: 'I am not authorized to fire substitute teachers'."}, {"title": "The Simpsons 5x12: Bart Gets Famous", "description": "When an on-air remark catapults Bart to instant stardom, he finds that fame isn't all it's cracked up to be. Blackboard: 'My homework was not stolen by a one-armed man'."}, {"title": "The Simpsons 5x13: Homer and Apu", "description": "Homer accompanies Apu to the Kwik-E-Mart home office---in India---after Apu is fired. Blackboard: 'I will not go near the kindergarten turtle'."}, {"title": "The Simpsons 5x14: Lisa vs. Malibu Stacy", "description": "Lisa's outrage over the gender stereotypes reinforced by a new talking doll prompts her to confront the dollmaker (Kathleen Turner)."}, {"title": "The Simpsons 5x15: Deep Space Homer", "description": "Homer and Barney compete to be the first \"average\" American in space."}, {"title": "The Simpsons 5x16: Homer Loves Flanders", "description": "Flanders' extra ticket to the big game makes him Homer's new best friend, a role that sorely tests Flanders' patience. Blackboard: 'I am not delightfully saucy'."}, {"title": "The Simpsons 5x17: Bart Gets an Elephant", "description": "Bart wins an elephant, but Homer won't let him keep it. Blackboard: 'Organ transplants are best left to the professionals'."}, {"title": "The Simpsons 5x18: Burns' Heir", "description": "Bart is picked to be Burns' heir and moves into the Burns mansion, prompting Homer and Marge to hire a deprogrammer to get him back. Blackboard: 'The pledge of Allegiance does not end with hail satan'."}, {"title": "The Simpsons 5x19: Sweet Seymour Skinner's Baadasssss Song", "description": "Bart takes his dog to school, which gets Skinner fired, which in turn leaves Bart missing his archnemesis. Blackboard: 'I will not celebrate meaningless milestones'."}, {"title": "The Simpsons 5x20: The Boy Who Knew Too Much", "description": "Bart can clear Mayor Quimby's nephew of a charge of battery, but only by implicating himself as a hooky player. Blackboard: 'There are plenty of businesses like show business'."}, {"title": "The Simpsons 5x21: Lady Bouvier's Lover", "description": "Grandpa Simpson falls for Marge's mother, but loses out to a competitor; Bart gets ripped off shopping at home with Homer's credit card."}, {"title": "The Simpsons 5x22: Secrets of a Successful Marriage", "description": "Homer teaches a class on \"Secrets of a Successful Marriage,\" but sharing secrets about his own union gets him kicked out of the house. Blackboard: 'Five days is not too long to wait for a gun'."}, {"title": "The Simpsons 6x01: Bart of Darkness", "description": "The Simpsons get a pool, but a broken leg sinks the summer for Bart. Blackboard: 'Beans are neither fruit nor musical'."}, {"title": "The Simpsons 6x02: Lisa's Rival", "description": "Lisa is dumbfounded by a new classmate who's younger, smarter and her competitor for first-chair sax. Meanwhile, Homer tries to profit after a truck spills its load of sugar."}, {"title": "The Simpsons 6x03: Another Simpsons Clip Show", "description": "A family discussion of love yields stories (seen in flashbacks) that all end in heartbreak."}, {"title": "The Simpsons 6x04: Itchy & Scratchy Land", "description": "Marge makes Homer promise not to embarrass her when they visit Itchy & Scratchy Land, \"the violentest place on earth.\" Blackboard: 'I am not the reincarnation of Sammy Davis Jr.'."}, {"title": "The Simpsons 6x05: Sideshow Bob Roberts", "description": "Mayor Quimby pardons attempted murderer Sideshow Bob (Kelsey Grammer), who then runs against Quimby for mayor."}, {"title": "The Simpsons 6x06: Treehouse of Horror V", "description": "Frightfest '94: Lack of beer and cable TV make Homer a crazed killer; the present is altered by a time-traveling Homer; and Principal Skinner turns detention students into food."}, {"title": "The Simpsons 6x07: Bart's Girlfriend", "description": "Bart learns that the good Rev. Lovejoy's daughter (voice of Meryl Streep) is really bad. Blackboard: 'I will not send lard through the mail'."}, {"title": "The Simpsons 6x08: Lisa on Ice", "description": "Lisa's surprising ability at hockey spawns jealousy in Bart and a showdown when their teams meet."}, {"title": "The Simpsons 6x09: Homer Badman", "description": "A baby sitter accuses Homer of sexual harassment. Dennis Franz has a voice cameo."}, {"title": "The Simpsons 6x10: Grandpa vs. Sexual Inadequacy", "description": "Grandpa's homemade tonic puts life back in the Simpson bedroom, so he and Homer hit the road to sell the stuff. Blackboard: 'My homework was not stolen by a one-armed man'."}, {"title": "The Simpsons 6x11: Fear of Flying", "description": "Marge sees a psychiatrist (Anne Bancroft) to explore her fear of flying and learns that her father may be the key. Blackboard: 'Ralph won't \"morph\" if you squeeze him hard enough'."}, {"title": "The Simpsons 6x12: Homer the Great", "description": "Homer becomes the leader of a secret club, but his power is undermined by a \"spiritual emptiness.\" Blackboard: 'Adding \"Just kidding\" doesn't make it okay to insult the principal'."}, {"title": "The Simpsons 6x13: And Maggie Makes Three", "description": "Homer recalls his days as a debt-free dad of two---until Marge got pregnant with Maggie."}, {"title": "The Simpsons 6x14: Bart's Comet", "description": "A comet is hurtling toward Springfield, so the Simpsons take refuge in a bomb shelter---Flanders'."}, {"title": "The Simpsons 6x15: Homie the Clown", "description": "Homer graduates from Krusty's Clown College and becomes a target for the clown's bookie. Blackboard: 'Next time it could be me on the scaffolding'."}, {"title": "The Simpsons 6x16: Bart vs. Australia", "description": "After tricking an Australian boy into accepting a collect call, Bart flies Down Under to apologize. Blackboard: 'I will not hang donuts on my person'."}, {"title": "The Simpsons 6x17: Homer vs. Patty and Selma", "description": "A loan from Patty and Selma makes Homer their slave; Bart is forced to take ballet."}, {"title": "The Simpsons 6x18: A Star is Burns", "description": "Film critic Jay Sherman (Jon Lovitz) is among the judges at the Springfield Film Festival, which Mr. Burns conspires to win by bribing some judges."}, {"title": "The Simpsons 6x19: Lisa's Wedding", "description": "A fortuneteller predicts Lisa's engagement and wedding to a fellow student (Mandy Patinkin) from an upper-crust British family."}, {"title": "The Simpsons 6x20: Two Dozen and One Greyhounds", "description": "The Simpson household's overrun with puppies---the offspring of Santa's Little Helper and his new girlfriend from which Mr. Burns would love to make a greyhound-skin tuxedo."}, {"title": "The Simpsons 6x21: The PTA Disbands", "description": "Bart helps precipitate a teachers strike, but he rues his handiwork when Marge takes over for Mrs. Krabapple. Blackboard: 'I do not have power of attorney over first graders'."}, {"title": "The Simpsons 6x22: Round Springfield", "description": "Bart winds up in the hospital as a result of eating Krusty cereal, and when Lisa comes to visit him, she is reunited with her sax idol, who recounts his big break on \"The Tonight Show.\".  Blackboard: 'Nerve gas is not a toy'."}, {"title": "The Simpsons 6x23: The Springfield Connection", "description": "Marge joins the police force after thwarting a criminal, and Homer thinks he now has a free ride as a cop's spouse. Blackboard: 'I will not mock Mrs. Dumbface'."}, {"title": "The Simpsons 6x24: Lemon of Troy", "description": "Springfield boys try to recapture the town's beloved lemon tree after it's stolen."}, {"title": "The Simpsons 6x25: Who Shot Mr. Burns? (1)", "description": "Mr. Burns makes many enemies when he steals the oil discovered beneath Springfield Elementary. Blackboard: 'This is not a clue...or is it?'."}, {"title": "The Simpsons 7x01: Who Shot Mr. Burns? (2)", "description": "Chief Wiggum conducts an investigation into who shot Mr. Burns in an episode that parodies TV dramas, including \"Dallas,\" \"Twin Peaks\" and \"The Fugitive.\" Blackboard: 'I will not complain about the solution when I hear it'."}, {"title": "The Simpsons 7x02: Radioactive Man", "description": "Bart auditions for the part of Fallout Boy in the movie \"Radioactive Man,\" being filmed in Springfield. Blackboard: 'Bewitched does not support satanism'."}, {"title": "The Simpsons 7x03: Home Sweet Homediddly-Dum-Doodily", "description": "Innocent mishaps draw the attention of investigators, who put the Simpson kids in a foster home---the Flanders'. Blackboard: 'No one want's to hear from my armpits'."}, {"title": "The Simpsons 7x04: Bart Sells His Soul", "description": "Bart sells his soul to Milhouse for five bucks; Moe goes after the family crowd. Blackboard 'I am not a lean mean spitting machine.'."}, {"title": "The Simpsons 7x05: Lisa the Vegetarian", "description": "Vegetarian Lisa ruins Homer's barbecue, but she gets moral support from Apu and his friends, Paul and Linda McCartney."}, {"title": "The Simpsons 7x06: Treehouse of Horror VI", "description": "Halloween 1996: Homer tumbles into another dimension in a story spun off \"The Twilight Zone\"; Paul Anka helps combat the \"Attack of the 50-Foot Eyesores\"; and Groundskeeper Willie appears in a spoof of \"A Nightmare on Elm Street.\""}, {"title": "The Simpsons 7x07: King-Size Homer", "description": "Homer purposely gains weight to qualify for disability, disdaining Marge's complaints and the fact that she's losing interest in him physically. Blackboard: 'Indian burns are not our cultural heritage'."}, {"title": "The Simpsons 7x08: Mother Simpson", "description": "Homer comes face-to-face with his long-lost mother (voice of Glenn Close)---who reveals why she abandoned him."}, {"title": "The Simpsons 7x09: Sideshow Bob's Last Gleaming", "description": "Sideshow Bob (voice of Kelsey Grammer) steals an atomic bomb and demands that Springfield abolish television. Blackboard: 'Wedgies are unhealthy for children and other living things'."}, {"title": "The Simpsons 7x10: The Simpsons 138th Episode Spectacular", "description": "Troy McClure hosts a retrospective featuring Simpsons history and trivia, and series \"outtakes,\" including an alternate ending to the \"Who Shot Mr. Burns?\" episode and a burping contest between Barney and baseball's Wade Boggs."}, {"title": "The Simpsons 7x11: Marge Be Not Proud", "description": "Busted for shoplifting, Bart manages to keep the incident quiet---until he returns to the store for the Simpsons' Christmas portrait. And the news is devastating to Marge. Blackboard: 'I will stop talking about the twelve inch pianist'."}, {"title": "The Simpsons 7x12: Team Homer", "description": "Homer, Moe, Apu and Otto form a bowling team; Bart's prank leads Springfield Elementary to adopt school uniforms. Blackboard: 'I am not certified to remove asbestos'."}, {"title": "The Simpsons 7x13: Two Bad Neighbors", "description": "Homer is irked by his new neighbors, former U.S. President George Bush and Former U.S. First Lady Barbara Bush, especially when Mr. Bush gives Bart a spanking and criticizes Homer's parenting for menacing and ruined to have the outboard motor to damage Former President George Bush's new memoirs that he was working in his autobiography."}, {"title": "The Simpsons 7x14: Scenes from the Class Struggle in Springfield", "description": "Marge's new designer suit nets her an invitation to the Springfield Country Club, where she finds it's a stress to dress to impress. Meanwhile, \"natural\" golfer Homer hits the links with Mr. Burns."}, {"title": "The Simpsons 7x15: Bart the Fink", "description": "Bart inadvertently alerts the IRS to tax fraud by Krusty, whose possessions are auctioned off by the Government."}, {"title": "The Simpsons 7x16: Lisa the Iconoclast", "description": "Lisa's research on Jebediah Springfield turns up some unknown---and unpopular---facts."}, {"title": "The Simpsons 7x17: Homer the Smithers", "description": "Homer succumbs to job stress while subbing for Smithers as Burns' assistant."}, {"title": "The Simpsons 7x18: The Day the Violence Died", "description": "Bart wants justice done after learning that the animator (voice of Kirk Douglas) who created Itchy was ripped off. Lionel Hutz takes the animator's case."}, {"title": "The Simpsons 7x19: A Fish Called Selma", "description": "Selma dates Troy McClure, whose agent (voice of Jeff Goldblum) reports that being seen in public with a woman is a career boost that could make people forget \"that scandal at the aquarium.\""}, {"title": "The Simpsons 7x20: Bart on the Road", "description": "Bart drives Milhouse, Martin and Nelson to Tennessee, thanks to his fake ID and Martin's cash from a stock dividend."}, {"title": "The Simpsons 7x21: 22 Short Films About Springfield", "description": "Interconnecting vignettes depict moments in the lives of Springfield residents, including Apu's partying activities; Smithers' allergic reaction to a bee sting; and Dr. Nick's appearance before a medical review board."}, {"title": "The Simpsons 7x22: Raging Abe Simpson and His Grumbling Grandson in \"The Curse of the Flying Hellfish\"", "description": "Mr. Burns tries to kill Grampa Simpson to seize a treasure the two found during World War II as members of the \"Flying Hellfish\" battalion."}, {"title": "The Simpsons 7x23: Much Apu About Nothing", "description": "Marge and Homer support a proposal to deport illegal immigrants from Springfield---until they learn it would affect Apu, who buys fraudulent identification documents from Fat Tony (voice of Joe Mantegna)."}, {"title": "The Simpsons 7x24: Homerpalooza", "description": "Homer goes on tour with Hullabalooza, a rock concert featuring sideshow acts. His talent: catching a cannonball with his belly."}, {"title": "The Simpsons 7x25: Summer of 4 ft. 2", "description": "On vacation, Lisa plays dumb to make friends with the \"cool\" kids, leaving a jealous Bart all burned up, with Milhouse as his only comrade."}, {"title": "The Simpsons 8x01: Treehouse of Horror VII", "description": "A Halloween trilogy. This time, Bart meets his \"pure evil\" Siamese twin; Lisa's science project attacks Bart; aliens Kang and Kodos invade Clinton and Dole's replicas just before the 1996 Presidential election."}, {"title": "The Simpsons 8x02: You Only Move Twice", "description": "In an idyllic planned community, Homer works for a new boss who has trouble with the government. Meanwhile, the rest of the family has difficulty dealing with the bucolic burg. Blackboard: 'I did not learn everything I need to know in kindergarten'."}, {"title": "The Simpsons 8x03: The Homer They Fall", "description": "Moe turns Homer into a prizefighter, who meets the champ in a bout called by ring announcer Michael Buffer."}, {"title": "The Simpsons 8x04: Burns, Baby Burns", "description": "Rodney Dangerfield is the voice of Mr. Burns' illegitimate son, who irritates Burns with his lack of social graces. Homer and Mr. Burn's son hatch a scheme to get Mr. Burns's attention."}, {"title": "The Simpsons 8x05: Bart After Dark", "description": "While Marge and Lisa are away, Bart becomes the right-hand man for the owner of a burlesque house."}, {"title": "The Simpsons 8x06: A Milhouse Divided", "description": "Milhouse's parents decide to divorce, prompting Homer to take action to prevent a similar fate for himself and Marge."}, {"title": "The Simpsons 8x07: Lisa's Date with Density", "description": "Lisa develops a crush on Nelson, and then she tries to change him. Meanwhile, Homer solicits money over the phone using an automatic telephone dialer."}, {"title": "The Simpsons 8x08: Hurricane Neddy", "description": "Citizens rebuild the Flanders' hurricane-damaged house. But Ned's guilt about criticizing their work sends him to a mental hospital."}, {"title": "The Simpsons 8x09: El Viaje de Nuestro Jomer (The Mysterious Voyage of Homer)", "description": "Chief Wiggum's chili peppers send Homer on a hallucinatory, spiritual journey that makes him question whether Marge is his soulmate."}, {"title": "The Simpsons 8x10: The Springfield Files", "description": "Homer's claim of an alien sighting brings FBI agents Scully and Mulder to investigate. Blackboard: 'The truth is not out there'."}, {"title": "The Simpsons 8x11: The Twisted World of Marge Simpson", "description": "A smooth talker sells Marge on the pretzel business. But when sales go soft, Homer asks crime boss Fat Tony for help. Blackboard \"I am not licensed to do anything\"."}, {"title": "The Simpsons 8x12: Mountain of Madness", "description": "On a company mountain retreat, an avalanche traps hiking partners Homer and Mr. Burns in a cabin."}, {"title": "The Simpsons 8x13: Simpsoncalifragilisticexpiala (Annoyed Grunt) cious", "description": "When Marge suffers stress-related hair loss, the Simpsons hire nanny Shary Bobbins, who speaks in song and inspires others to do so. But the Simpsons may prove too much for her. Blackboard: 'I will not hide the teacher's prozac'."}, {"title": "The Simpsons 8x14: The Itchy & Scratchy & Poochie Show", "description": "Itchy and Scratchy creator Roger Myers picks Homer to be the voice of a new canine character---who is roundly rejected by the public."}, {"title": "The Simpsons 8x15: Homer's Phobia", "description": "Homer's fearful about the potential influence that the Simpsons' new gay friend may have on Bart."}, {"title": "The Simpsons 8x16: Brother from Another Series", "description": "Murderous convict Sideshow Bob (Kelsey Grammer) is released to work for his brother Cecil (David Hyde Pierce), whom Bob bested at the Krusty-sidekick audition."}, {"title": "The Simpsons 8x17: My Sister, My Sitter", "description": "Lisa's reputation as a first-rate baby sitter is jeopardized when she's put in charge of Bart, who's determined to make things tough."}, {"title": "The Simpsons 8x18: Homer vs. the Eighteenth Amendment", "description": "Homer becomes a bootlegger when Springfield decides to enforce a 200-year-old prohibition decree."}, {"title": "The Simpsons 8x19: Grade School Confidential", "description": "After witnessing a kiss between Skinner and Mrs. Krabappel, Bart becomes their confidante. But rumors of their passion lead to their being fired---until Skinner reveals a secret."}, {"title": "The Simpsons 8x20: The Canine Mutiny", "description": "Bart replaces Santa's Little Helper with a \"limited edition\" dog he bought with a fraudulent credit card. Blackboard: 'A fire drill does not demand a fire'."}, {"title": "The Simpsons 8x21: The Old Man and Lisa", "description": "Penniless from bad investments, Burns asks for help from Lisa, who turns him into a profitable recycler. But then Burns takes things a nasty step further to increase his dividends."}, {"title": "The Simpsons 8x22: In Marge We Trust", "description": "Reverend Lovejoy puts Marge in charge of counseling parishioners; Homer finds his likeness is popular in Japan as the symbol for a cleaning product."}, {"title": "The Simpsons 8x23: Homer's Enemy", "description": "A new plant employee who's had it tough resents Homer's lack of professionalism and his cushy life. Meanwhile, Bart buys an abandoned factory at an auction for a dollar."}, {"title": "The Simpsons 8x24: The Simpsons Spin-Off Showcase", "description": "Three mock spin-offs: \"Chief Wiggum, P.I.\"; \"The Love-Matic Grandpa\"; and \"The Simpson Family Smile-Time Variety Hour,\" with guest star Tim Conway and a teen stand-in for Lisa."}, {"title": "The Simpsons 8x25: The Secret War of Lisa Simpson", "description": "Lisa joins the all-male military school where Bart is sent for discipline. Then comes the hazing."}, {"title": "The Simpsons 9x01: The City of New York vs. Homer Simpson", "description": "Homer has to take his family to New York city for a madcap adventure after Barney goes on a bender and leaves Homer's car illegally parked at the World Trade Center."}, {"title": "The Simpsons 9x02: The Principal and the Pauper", "description": "Principal Skinner is given a achievement award and in the middle of the ceremony a man who claims to be the real Seymour Skinner shows up."}, {"title": "The Simpsons 9x03: Lisa's Sax", "description": "The story of how Lisa got her sax includes Bart's first day at school, his visit to the school psychologist and a heat wave in Springfield."}, {"title": "The Simpsons 9x04: Treehouse of Horror VIII", "description": "In a Halloween trilogy, nuclear survivor Homer battles mutants; Bart is morphed with a fly; Marge is accused of being a witch in 1649."}, {"title": "The Simpsons 9x05: The Cartridge Family", "description": "Homer buys a gun, but after a few mishaps, Marge demands he get rid of it. When he doesn't, she leaves with the kids. Blackboard: 'Everyone is tired of that Richard Gere story'."}, {"title": "The Simpsons 9x06: Bart Star", "description": "Homer heckles Flanders out of coaching Pee Wee football---and then takes over, replacing winning QB Nelson with Bart."}, {"title": "The Simpsons 9x07: The Two Mrs. Nahasapeemapetilons", "description": "Apu tries to wriggle out of a marriage prearranged by his mother years in the past to a woman that he does not remember."}, {"title": "The Simpsons 9x08: Lisa the Skeptic", "description": "While digging at a construction site, Lisa finds bones that everyone thinks are the bones of a angel."}, {"title": "The Simpsons 9x09: Realty Bites", "description": "Marge gets a realtor's license and goes to work---for Lionel Hutz, who finds her honesty a dubious asset. Meanwhile, Homer buys a hot rod at a police auction, but the incarcerated former owner protests. Blackboard \"There was no Roman God named 'Fartacus' \"."}, {"title": "The Simpsons 9x10: Miracle on Evergreen Terrace", "description": "After accidentally destroying the Simpsons' Christmas gifts, Bart claims a burglar stole them, and Springfield responds generously to that false news. Blackboard: 'Rudolph's red nose is not alcohol-related'."}, {"title": "The Simpsons 9x11: All Singing, All Dancing", "description": "Homer rents Paint Your Wagon with Lee Marvin and Clint Eastwood expecting a Shoot 'Em up western. He is so disappointed about it that Marge and Lisa have to try and cheer him up."}, {"title": "The Simpsons 9x12: Bart Carny", "description": "Homer and Bart become carnival workers, and take in two fellow carnies whose crooked game is closed by Chief Wiggum."}, {"title": "The Simpsons 9x13: The Joy of Sect", "description": "Homer is talked into joining a cult at the airport. The cult promises to take people to another planet. Marge has to work hard to get through the brainwashing. Blackboard: 'Shooting paintballs is not an art form'."}, {"title": "The Simpsons 9x14: Das Bus", "description": "A bus accident strands Bart, Lisa and their classmates on an island; Homer starts a business on the Internet."}, {"title": "The Simpsons 9x15: The Last Temptation of Krusty", "description": "Krusty makes a fool of himself at the Springfield Comedy Festival and decides to retire. Once at the retirement ceremony he discovers how to make people laugh."}, {"title": "The Simpsons 9x16: Dumbbell Indemnity", "description": "Moe finally finds a woman to date, then has Homer help him with a insurance scam to get more money to spend on her. Blackboard: 'Silly string is not a nasal spray'."}, {"title": "The Simpsons 9x17: Lisa the Simpson", "description": "Grandpa says \"Simpson genes\" are behind Lisa's sudden lack of brain power; Jasper tries to live for the future in the Kwik-E-Mart freezer."}, {"title": "The Simpsons 9x18: This Little Wiggy", "description": "Marge orders Bart to play with Ralph Wiggum, an appalling task---until Bart gets hold of Chief Wiggum's master key to the city. Blackboard: 'I was not told to do this'."}, {"title": "The Simpsons 9x19: Simpson Tide", "description": "When Homer comes up with a not so bright idea at work involving a donut and the nuclear core, Mr. Burns fires him. He then decides to join the Naval Reserve when Lisa tells him that she would be proud of him if he did. Later a nuclear-sub captain puts naval reservist Homer in command during war games. Blackboard: \"My butt does not deserve a website\"."}, {"title": "The Simpsons 9x20: The Trouble with Trillions", "description": "Homer gets in trouble with the IRS for his taxes and has to get proof that Burns has money the government wants for them in return."}, {"title": "The Simpsons 9x21: Girly Edition", "description": "Lisa becomes the anchor for a kids news show when Krusty's producers try to spice up his program. Bart takes over the show when he is made co-anchor of the program."}, {"title": "The Simpsons 9x22: Trash of the Titans", "description": "Homer becomes head of the Springfield Sanitation department and makes outrageous promises that he can't keep. Homer also disrupts a U2 concert."}, {"title": "The Simpsons 9x23: King of the Hill", "description": "Homer gets in shape (no, really!) and climbs a mountain to promote the alleged health-food product that helped him achieve success."}, {"title": "The Simpsons 9x24: Lost Our Lisa", "description": "Lisa tricks Homer into giving her permission to take the bus downtown alone---then she gets lost. Blackboard; 'I am not the new Dali Lama'."}, {"title": "The Simpsons 9x25: Natural Born Kissers", "description": "Homer and Marge try to find ways to spice up their love life by experimenting with risky locals. Blackboard: 'I was not the inspiration for \"Kramer\"'."}, {"title": "The Simpsons 10x01: Lard of the Dance", "description": "A hip new student makes an impression at Springfield Elementary; Homer drags Bart into grease recycling."}, {"title": "The Simpsons 10x02: The Wizard of Evergreen Terrace", "description": "Homer goes through a bought of midlife depression and tries to overcome it with a string of inventions inspire by Thomas Edison."}, {"title": "The Simpsons 10x03: Bart the Mother", "description": "After an accident with a gun, Bart becomes the caretaker of the eggs from a birds nest."}, {"title": "The Simpsons 10x04: Treehouse of Horror IX", "description": "The ninth Halloween show. Included: Homer turns evil after a hair transplant; Bart and Lisa get trapped inside their TV; the alien Kang is revealed as Maggie's father."}, {"title": "The Simpsons 10x05: When You Dish Upon a Star", "description": "Homer becomes an assistant to Kim Basinger and Alec Baldwin (and their houseguest, Ron Howard), none of whom are interested in his screenplay. Blackboard: 'Butt-Butt is not my email address'."}, {"title": "The Simpsons 10x06: D'Oh-in' in the Wind", "description": "In a quest to discover his middle name, Homer meets some of his mothers old hippie friends. He then starts to live a hippy lifestyle."}, {"title": "The Simpsons 10x07: Lisa Gets an \"A\"", "description": "Lisa gets sick then does not study and ends up buying test answers from Nelson."}, {"title": "The Simpsons 10x08: Homer Simpson in: \"Kidney Trouble\"", "description": "Homer takes the family on a trip and does not stop on the way home so Grandpa Simpson can go to the bathroom. This results in Grandpa needing a kidney transplant and Homer has compatible kidney's with his dad."}, {"title": "The Simpsons 10x09: Mayored to the Mob", "description": "Homer becomes the mayor's bodyguard and puts a stop to a crooked operation involving Fat Tony, who vows revenge on the mayor."}, {"title": "The Simpsons 10x10: Viva Ned Flanders", "description": "Ned is feeling depressed and Homer talks him into going to Las Vegas. After arriving, they spend a wild night on the town and wake up married to two Las Vegas wives. Blackboard: 'My mom is not dating Jerry Seinfeld'."}, {"title": "The Simpsons 10x11: Wild Barts Can't Be Broken", "description": "Wiggum declares a curfew for kids, who are being blamed for school vandalism committed by a drunken Homer and friends. Blackboard: 'Sherri does not \"Get Back\"'."}, {"title": "The Simpsons 10x12: Sunday, Cruddy Sunday", "description": "Homer leads a slew of Springfield denizens to the Super Bowl. Blackboard: 'I will not do the dirty bird'."}, {"title": "The Simpsons 10x13: Homer to the Max", "description": "Homer discovers a cool Tv character with his name and then they turn the character into a dummy and Homer becomes mortified. He then changes his name and a lot of things change for him."}, {"title": "The Simpsons 10x14: I'm with Cupid", "description": "Apu invites Homer and Marge over to his house for dinner and Manjula finds out that most American men do not work 7 days a week 12 plus hours a day and flips out. Apu then begins a series of daily gifts leading up to Valentines day for Manjula which causes all the other wives in Springfield to get Jealous of the attention she is getting from Apu. This causes the men of Springfield to be in the doghouse with their wives and them to be mad at Apu."}, {"title": "The Simpsons 10x15: Marge Simpson in: \"Screaming Yellow Honkers\"", "description": "Marge gets a new sports utility vehicle and develops a bad case of road rage. She then has to go to driving school. Blackboard: 'Grammar is not a time of waste'."}, {"title": "The Simpsons 10x16: Make Room for Lisa", "description": "Homer damages the bill of rights at the museum and gives away Lisa's room to compensate for it. Lisa has to move in with Bart. Marge discover that Maggie's baby monitor is picking up local phone calls. Blackboard: 'I do not have diplomatic immunity'."}, {"title": "The Simpsons 10x17: Maximum Homerdrive", "description": "Truck drivers target Homer after he blabs about an industry scam while filling in for a recently deceased driver."}, {"title": "The Simpsons 10x18: Simpsons Bible Stories", "description": "The family's biblical dreams include Homer and Marge as Adam and Eve, with Flanders as God; Milhouse as Moses; and Bart as David battling Goliath's son (\"this time, it's personal\")."}, {"title": "The Simpsons 10x19: Mom and Pop Art", "description": "Isabella Rossellini plays a gallery owner who sees art in the concrete mess that results from Homer's attempt at building a barbeque. After the piece sells, she arranges a one-man show. Blackboard: 'A trained ape could not teach gym'."}, {"title": "The Simpsons 10x20: The Old Man and the \"C\" Student", "description": "Bart puts on a show that causes Springfield to loose hosting the Olympic Games. For punishment, he is forced to volunteer at Grandpa's retirement home."}, {"title": "The Simpsons 10x21: Monty Can't Buy Me Love", "description": "After another billionaire makes a memorable impression on Springfield, Burns asks for Homer's help on a quest for popularity, which eventually takes them both to Scotland."}, {"title": "The Simpsons 10x22: They Saved Lisa's Brain", "description": "Lisa is invited to join local members of Mensa, who take a complaint to City Hall---and wind up running it. Blackboard: 'No one wants to hear from my armpits.'."}, {"title": "The Simpsons 10x23: 30 Minutes Over Tokyo", "description": "After getting tips on thrifty living, the family takes a vacation to Japan, where they appear on a game show to win plane tickets back home. Blackboard: 'I'm so very tired'."}], "remaining": [{"title": "The Simpsons 11x01: Beyond Blunderdome", "description": "Mel Gibson brings the Simpsons to Hollywood so Homer can help \"tweak\" his new film after Homer's is the sole negative voice at a test screening. First tweak: add action, and lots of it."}, {"title": "The Simpsons 11x02: Brother's Little Helper", "description": "A drug for Attention Deficit Disorder makes Bart studious, productive---and paranoid about satellites spying on him. Blackboard 'Pork is not a Verb'."}, {"title": "The Simpsons 11x03: Guess Who's Coming to Criticize Dinner", "description": "After crashing a food critic's retirement party for the food, Homer ends up taking the lady's place as food critic. He then has Lisa proofread his column and the power goes to his head. The French chef bakes him a very special eclair because of his bad reviews. Blackboard 'I am not the last Don'."}, {"title": "The Simpsons 11x04: Treehouse of Horror X", "description": "A Halloween trilogy: Homer causes a Y2K catastrophe; superheroes Lisa and Bart save actress Lucy Lawless; Marge runs Flanders over, and Homer tries to cover it up. Dick Clark and Tom Arnold also appear as themselves."}, {"title": "The Simpsons 11x05: E-I-E-I-(Annoyed Grunt)", "description": "Homer thinks dueling is great and because of that, the Simpsons end up having to move to a old farm and Homer grows a highly addictive crop after fertilizing the field with plutonium."}, {"title": "The Simpsons 11x06: Hello Gutter, Hello Fadder", "description": "Homer cuts out of work to bowl a perfect game then has trouble staying in the limelight afterwords."}, {"title": "The Simpsons 11x07: Eight Misbehavin", "description": "Feeling more stressed than blessed after the birth of their octuplets, Apu and Manjula get child-care help in a deal they come to regret."}, {"title": "The Simpsons 11x08: Take My Wife, Sleaze", "description": "Homer wins a motorcycle and starts his own gang. The he gets entangled with a real motorcycle gang and they kidnap Marge. Blackboard \"I can't see dead people\"."}, {"title": "The Simpsons 11x09: Grift of the Magi", "description": "Bankrupt Springfield Elementary is taken over by a private outfit whose members' real goal is to mine the kids' minds for toy ideas. Blackboard ' I will not sell my kidney on Ebay.'."}, {"title": "The Simpsons 11x10: Little Big Mom", "description": "With Marge laid up by a skiing (lodge) accident, Lisa tries to run the house and plays a trick on Homer and Bart to get them to help clean. Blackboard: 'I will not create art from dung'."}, {"title": "The Simpsons 11x11: Faith Off", "description": "After Bart's successful laying on of hands at a revival meeting, a preacher declares Bart has \"the power.\" So the boy pitches his own tent. Blackboard: 'I will stop phoning it in'."}, {"title": "The Simpsons 11x12: The Mansion Family", "description": "The Simpsons have to take care of Mr. Burn's mansion while he is at the Mayo Clinic getting a checkup. Homer takes advantage of it. Blackboard 'Class Clown is not a paid position'."}, {"title": "The Simpsons 11x13: Saddlesore Galactica", "description": "The band Bachman Turner Overdrive preforms at the State Fair. Bart and Homer rescue a horse from the State fair. Homer then starts racing the horse with Bart as the Jockey. Later, Homer discovers a secret about horse jockeys. Lisa's school band competes in a band contest and the winning school band cheats. Lisa then writes a letter to the President of the USA."}, {"title": "The Simpsons 11x14: Alone Again Natura-Diddily", "description": "The Simpsons go on a nature hike and Marge discovers that the bird preserve she loves has been turned into a racetrack. During the race a bad accident happens causing someone to pass away, the Simpsons console a grieving friend."}, {"title": "The Simpsons 11x15: Missionary Impossible", "description": "Homer is forced to become a missionary on a remote island after he pledges a large sum of money to a local PBS station."}, {"title": "The Simpsons 11x16: Pygmoelian", "description": "Moe wins Duff's \"beer-tending\" contest but loses out on making their calendar. So he undergoes plastic surgery and lands a soap-opera role that he missed years before."}, {"title": "The Simpsons 11x17: Bart to the Future", "description": "Bart attempts to sneak into an Indian casino by replacing the ventriloquist dummy and the head of the casino shows him the future when Lisa is President of the United States."}, {"title": "The Simpsons 11x18: Days of Wine and D'Ohses", "description": "Barney quits drinking to take helicopter-flying lessons, leaving Homer feeling resentful and inferior; Lisa and Bart enter a contest to photograph the cover of the Springfield phone book."}, {"title": "The Simpsons 11x19: Kill the Alligator and Run", "description": "In Florida, Homer gets caught up in spring break partying and accidentally runs over \"Captain Jack\" a iconic swamp alligator and the family has to go on the lam. Blackboard: \"I am not here on a fartball scholarship\"."}, {"title": "The Simpsons 11x20: Last Tap Dance in Springfield", "description": "Bart and Milhouse camp out in a shopping mall for a week and drive Chief Wiggam crazy, while Lisa enrolls in a tap dance school run by a former child star who is full of herself."}, {"title": "The Simpsons 11x21: It's a Mad, Mad, Mad, Mad Marge", "description": "Otto's girlfriend seems to be usurping Marge's role when she moves in with the family after a dispute over heavy metal."}, {"title": "The Simpsons 11x22: Behind the Laughter", "description": "A clip show like episode of behinds the scenes as if Simpsons were a real family doing unanimated tv."}, {"title": "The Simpsons 12x01: Treehouse of Horror XI", "description": "In the 11th annual Halloween trilogy, a ghostly Homer tries to perform a good deed on Earth; Bart and Lisa are trapped in a fairy-tale forest; and dolphins revolt against humans after Lisa frees their king from the Springfield Marine Park."}, {"title": "The Simpsons 12x02: A Tale of Two Springfields", "description": "Homer gets frustrated because Springfield now has to area codes for phone calls and he divides the Town, becomes mayor of New Springfield. He then wages war against Olde Springfield and it is up to The Who to reunite the town."}, {"title": "The Simpsons 12x03: Insane Clown Poppy", "description": "While Krusty is signing autographs, Bart meets a girl who turns out to be Krusty's daughter. Krusty then spends a day at the beach with her and later that night he gambles away his daughter Sophie's violin. He then recruits Homer to help him get it back from Fat Tony and the Mob. Blackboard 'I will not surprise the incontinent'."}, {"title": "The Simpsons 12x04: Lisa the Treehugger", "description": "Joshua Jackson plays a committed---and cute---teen environmentalist who inspires Lisa to take up residence in a redwood tree to save it from destruction. Blackboard 'I am not the acting President'."}, {"title": "The Simpsons 12x05: Homer vs. Dignity", "description": "With Smithers away, Burns hires a cash-hungry Homer as his \"prank monkey\" to perform stunts that ultimately damage Homer's dignity. Leeza Gibbons has a cameo. Blackboard 'I was not the sixth Beattle'."}, {"title": "The Simpsons 12x06: The Computer Wore Menace Shoes", "description": "After having to go to work because he did not get the email about the day off, Homer buys a computer and starts a tell all web page. He then wins a award for the web site. Blackboard 'I will only provide a urine sample when asked'."}, {"title": "The Simpsons 12x07: The Great Money Caper", "description": "Homer and Bart turn into a couple of con artists in order to pay for a really high car repair bill. Blackboard 'The nurse is not dealing'."}, {"title": "The Simpsons 12x08: Skinner's Sense of Snow", "description": "A blizzard traps Skinner and Groundskeeper Willie with an assortment of students at Springfield Elementary. Bart (of course) leads the revolt."}, {"title": "The Simpsons 12x09: HOMR", "description": "Researchers find and fix the cause of Homer's \"subnormal\" intelligence, but Homer finds life as a brain is a drain on his popularity. Blackboard 'Network TV is not dead'."}, {"title": "The Simpsons 12x10: Pokey Mom", "description": "Homer hurts his back at a prison rodeo, where Marge meets an artistic inmate whom she takes under her wing. Blackboard 'I will not \"Let The Dogs Out!\"''"}, {"title": "The Simpsons 12x11: Worst Episode Ever", "description": "Bart and Milhouse are at the Android Dungeon and end up being banned from the store for a lifetime. After Comic Book Guy has a heart attack, Bart and Milhouse take over running the store for him. Once Comic Book Guy recovers, he starts dating Principle Skinners mother. Blackboard 'I will not hide the teacher's medication'."}, {"title": "The Simpsons 12x12: Tennis the Menace", "description": "The Simpsons win points for their new tennis court, but constantly lose on Homer's poor play. Blackboard 'I will not publish the principal's credit report'."}, {"title": "The Simpsons 12x13: Day of the Jackanapes", "description": "Sideshow Bob talks his way out of prison and into a job at the school. There, he hypnotizes Bart---to make him kill Krusty, who plans a final show after growing sick of network interference. Blackboard 'The hamster did not have \"A Full Life\"'."}, {"title": "The Simpsons 12x14: New Kids on the Blecch", "description": "After Bart pulls a stunt during the Springfield Marathon, Lt. Smash boy-band creator recruits Bart, Nelson, Milhouse and Ralph to create a boy band. NSYNC visit's Springfield. Blackboard 'I will not buy a presidential pardon'."}, {"title": "The Simpsons 12x15: Hungry Hungry Homer", "description": "The family goes to Blocko land, Homer stands up to a guy for Lisa. Homer then proceeds to go on a hunger strike protesting a decision the Springfield Isotopes baseball teams owner is in the process of making."}, {"title": "The Simpsons 12x16: Bye Bye Nerdy", "description": "A new girl joins the elementary class and Lisa tries to figure out why she is bullying everyone. Homer goes on a mission to baby proof Springfield. Blackboard: 'I will not scare the vice president'."}, {"title": "The Simpsons 12x17: Simpsons Safari", "description": "Hungry Homer rips into a 30 year old box of animal crackers and finds a winning ticket for a trip to Africa. He then demands his prize. Blackboard: 'I will not flush evidence'."}, {"title": "The Simpsons 12x18: Trilogy of Error", "description": "Homer's severed thumb, Lisa's science project and Bart's discovery of fireworks prompt separate but simultaneous adventures that conclude with an encounter with mobster Fat Tony. Blackboard: 'Fire is not the cleanser'."}, {"title": "The Simpsons 12x19: I'm Goin' to Praise Land", "description": "With Homer's help, Ned Flanders tries to establish a Christian theme park based on drawings in his deceased wife's sketch book. Blackboard: 'Genetics is not an excuse'."}, {"title": "The Simpsons 12x20: Children of a Lesser Clod", "description": "Homer opens a day-care center in the house, prompting envy in Lisa and Bart when he treats other kids better than he treats them. Blackboard 'Today is not Mothra's day'."}, {"title": "The Simpsons 12x21: Simpsons Tall Tales", "description": "Folk-tale parodies abound, with Homer as Paul Bunyan; Lisa as Connie Appleseed; and Bart as Tom Sawyer, helping to save Huck Finn from a shotgun marriage to Becky Thatcher. Blackboard: 'I should not be twenty-one by now'."}, {"title": "The Simpsons 13x01: Treehouse of Horror XII", "description": "\"Treehouse of Horror XII\" includes Pierce Brosnan as the voice of a computerized house that falls for Marge; a Gypsy's curse bringing bad luck to Homer's loved ones; and Bart and Lisa as competing wizards, with Bart enlisting help from a dark source."}, {"title": "The Simpsons 13x02: The Parent Rap", "description": "Bart is tethered to Homer as punishment for stealing a police cruiser. Blackboard 'Nobody reads these anymore!'."}, {"title": "The Simpsons 13x03: Homer the Moe", "description": "Moe gets more depressed than usual and renovates his tavern. He then kicks the old gang out and Homer opens a bar in his garage so the gang can have a place to hang out and fit in."}, {"title": "The Simpsons 13x04: Hunka Hunka Burns in Love", "description": "Homer is hired to write fortunes for fortune cookies, one of them changes Mr. Burn's life. Homer helps Mr. Burns with his dating. Blackboard: 'Fun does not have a size'."}, {"title": "The Simpsons 13x05: The Blunder Years", "description": "Marge becomes obsessed with a brand of paper towels and Homer pulls a gag on her. To make up for it, Homer takes her out, gets hypnotized and regresses to a childhood fear and starts screaming and does not stop until the source of the fear is drawn out of him. Blackboard 'I am not Charlie Brown on acid'."}, {"title": "The Simpsons 13x06: She of Little Faith", "description": "In this Christmas episode, Richard Gere offers Buddhist teachings to Lisa after she leaves her church because of Mr. Burns' tacky fund-raising efforts, which include commercials (during sermons) and podium-placed ads. Blackboard: 'I do not have a cereal named after me'."}, {"title": "The Simpsons 13x07: Brawl in the Family", "description": "Grampa comes to Homer's rescue after Ned and His Vegas wives show up at the house."}, {"title": "The Simpsons 13x08: Sweets and Sour Marge", "description": "Ben Stiller plays a sugar company's CEO who draws Marge's ire after Springfield is declared the \"World's Fattest Town.\""}, {"title": "The Simpsons 13x09: Jaws Wired Shut", "description": "When Homer accidentally breaks his jaw, he has to have it wired shut and can not talk. He learns to become the good listener that Marge has wanted."}, {"title": "The Simpsons 13x10: Half-Decent Proposal", "description": "Now fabulously wealthy, Marge's grabby prom date Artie Ziff offers a million dollars for a weekend with her that, he says, will have \"no funny stuff.\" The Simpsons agree when they realize the money will help their marriage---by paying for an operation that will cure Homer's snoring."}, {"title": "The Simpsons 13x11: The Bart Wants What It Wants", "description": "Bart ends up becoming close friends with Greta Wolfecastle after a fun fair and he has a blind eye to her feelings about him. Blackboard: 'The giving tree is not a chump'."}, {"title": "The Simpsons 13x12: The Lastest Gun in the West", "description": "Bart and Lisa try to help an old cowboy actor, who yearns to reclaim his past fame by getting him booked on the Krusty the Clown show."}, {"title": "The Simpsons 13x13: The Old Man and the Key", "description": "Grampa Simpson regains his driver's license to woo a new woman but is goaded into a race by senior punks."}, {"title": "The Simpsons 13x14: Tales from the Public Domain", "description": "Homer discovers a library book he checked out when Bart was born and Lisa suggests that he read aloud from it. Blackboard: 'Vampire is not a career choice'."}, {"title": "The Simpsons 13x15: Blame It on Lisa", "description": "Homer refuses to pay a really high phone bill then their service is shut off. The family travels to Rio De Janeiro to see Lisa's sponsored orphan."}, {"title": "The Simpsons 13x16: Weekend at Burnsies", "description": "Homer uses medicinal marijuana to relieve pain from eye injuries he suffered when attacked by crows."}, {"title": "The Simpsons 13x17: Gump Roast", "description": "The Springfield Friars Club roasts Homer, with emcee Krusty the Clown introducing friends, family and their memories from past episodes."}, {"title": "The Simpsons 13x18: I Am Furious Yellow", "description": "Encouraged by comic-book guru Stan Lee (in a cameo), Bart creates a strip about Homer that gets onto the Internet."}, {"title": "The Simpsons 13x19: The Sweetest Apu", "description": "Homer accidentally walks in on Apu when he is cheating on his wife at the Kwiki Mart."}, {"title": "The Simpsons 13x20: Little Girl in the Big Ten", "description": "Lisa becomes friends with college girls who are unaware of her age. Bart is bitten by a Chinese mosquito and must live in a bubble. Bart and Lisa also share a special moment."}, {"title": "The Simpsons 13x21: Frying Game", "description": "Homer's community service for threatening an endangered species involves helping a kindly senior, who meets an untimely death."}, {"title": "The Simpsons 13x22: Papa's Got a Brand New Badge", "description": "Homer starts a security company that ultimately replaces the cops---and runs afoul of mobster Fat Tony"}, {"title": "The Simpsons 14x01: Treehouse of Horror XIII", "description": "\"Treehouse of Horror XIII\" finds Homer cloned; Dr. Hibbert turning the family into half animals; and Springfield invaded by zombie cowboys."}, {"title": "The Simpsons 14x02: How I Spent My Strummer Vacation", "description": "Mick Jagger, Keith Richards, Tom Petty, Elvis Costello, Lenny Kravitz and Brian Setzer are the teachers when Homer attends a rock-and-roll fantasy camp."}, {"title": "The Simpsons 14x03: Bart vs. Lisa vs. 3rd Grade", "description": "After testing, Lisa is moved up a grade and Bart is held back so they are both in the 3rd grade together. The teacher thinks Bart is the smarter of the two since he already knows everything. They go on a field trip to Capital City and get left behind and lost. Blackboard 'Fish do not like Coffee'."}, {"title": "The Simpsons 14x04: Large Marge", "description": "Marge gets breast implants meant for Mayor Quimby's young girlfriend; Bart and Milhouse spot Krusty the Clown on a old episode of Batman."}, {"title": "The Simpsons 14x05: Helter Shelter", "description": "The Simpsons end up with termites after going to a hockey game and have to stay out of their house for 6 months. They end up on a reality series where they live in a 1880's type house and life style. Blackboard: 'Milhouse did not test cootie positive'."}, {"title": "The Simpsons 14x06: The Great Louse Detective", "description": "Someone's trying to kill Homer, so Chief Wiggum consults an expert: Sideshow Bob, who moves in with the Simpsons to shadow Homer."}, {"title": "The Simpsons 14x07: Special Edna (a.k.a. Love and Marking)", "description": "Bart feels sorry for Mrs. Krabappel after she is stood up by Principle Skinner, so he nominates her for an award."}, {"title": "The Simpsons 14x08: The Dad Who Knew Too Little", "description": "Homer feels bad because he does not know much about Lisa so he hires a private detective to spy on her. He then becomes a big hit with her because of the information."}, {"title": "The Simpsons 14x09: The Strong Arms of the Ma", "description": "After she is mugged, Marge retreats to the basement to lift weights. She then becomes obsessed with body building. Marge starts entering contests and her disposition changes as she gets stronger. Blackboard reads 'This school does not need a \"regime change\"'."}, {"title": "The Simpsons 14x10: Pray Anything", "description": "Jealous of Ned Flanders winning money at a sports event, Homer starts praying to God for good things to happen then develops a hedonistic lifestyle. Blackboard reads 'Spongebob is not a contraceptive'."}, {"title": "The Simpsons 14x11: Barting Over", "description": "While doing spring cleaning, Lisa comes across a video cassette of a add Bart did as baby \"Stink Breath\". Bart gets so mad about Homer having spent his earnings from the add that he asks the court to emancipate him from the family. Blackboard reads 'I will not'."}, {"title": "The Simpsons 14x12: I'm Spelling As Fast As I Can", "description": "Spelling champ Lisa makes the Spellympics, where host George Plimpton proposes a deal; Homer joins a traveling fan club for a new Krusty food product."}, {"title": "The Simpsons 14x13: A Star is Born Again", "description": "Ned becomes lonely when all the Springfield family's spend a day at the beach with their significant others and ends up dating an actor."}, {"title": "The Simpsons 14x14: Mr. Spritz Goes to Washington", "description": "Hoping to reroute air traffic over their house, the Simpsons ask Krusty to run for Congress, where the successful clown finds more of his kind."}, {"title": "The Simpsons 14x15: C. E. D'oh", "description": "Homer's stint in a success workshop gives him new initiative, but Mr. Burns' lack of appreciation prompts Homer to plot revenge, which results in a takeover of the power plant."}, {"title": "The Simpsons 14x16: 'Scuse Me While I Miss the Sky", "description": "Lisa searches for a steady career after a British filmmaker makes her feel inadequate and decides on astronomy."}, {"title": "The Simpsons 14x17: Three Gays of the Condo", "description": "While looking for a puzzle piece, Homer comes across a letter Marge wrote about how upset she was with Homer right before they were married. He thinks she married him because she became pregnant with Bart and moves out."}, {"title": "The Simpsons 14x18: Dude, Where's My Ranch?", "description": "Musician David Byrne offers to produce the song that Homer wrote about how much he dislikes his neighbor Ned Flanders. The Simpsons then go to a Dude Ranch where Lisa meets a special boy."}, {"title": "The Simpsons 14x19: Old Yeller-Belly", "description": "When Homer is trapped, the dog ignores him and he is saved by the cat. Homer then says he has no dog. H.K. Duff, owner of Duff beer makes the Simpsons dog, Santa's Little Helper the Duff mascot. Blackboard reads 'my pen is not a booger launcher'."}, {"title": "The Simpsons 14x20: Brake My Wife, Please", "description": "Homer has his drivers license revoked by Judge Harm which forces Marge to do all the driving for the family."}, {"title": "The Simpsons 14x21: The Bart of War", "description": "Busted for a prank gone awry, Milhouse and Bart are enrolled in different youth groups that become heated rivals. Blackboard reads 'sandwiches should not contain sand'."}, {"title": "The Simpsons 14x22: Moe Baby Blues", "description": "Homer and Marge permit Moe to baby sit Maggie and she takes a shine to Moe, which causes Homer to become jealous."}, {"title": "The Simpsons 15x01: Treehouse of Horror XIV", "description": "A Halloween trilogy (XIV), with Jennifer Garner, Oscar De La Hoya and Jerry Lewis as Professor Frink's father, who goes on a rampage after being brought back from the dead. Homer kills death in the first tale and has to become the grim reaper; In the Second tale Professor Frink wins a Nobel prize and then brings his father back from the dead in a Frankenstein parody; in the 3rd tale Bart gets access to a watch that changes the fabric of existence and along with Milhouse they cause trouble in Springfield."}, {"title": "The Simpsons 15x02: My Mother the Carjacker", "description": "Surfacing to see her son, Homer's fugitive mom is caught and tried for sabotaging a lab owned by Mr. Burns, who's loath to let a grudge die."}, {"title": "The Simpsons 15x03: The President Wore Pearls", "description": "Lisa is made to look like Eva Peron in this loose parody as faculty members undermine her student-body presidency."}, {"title": "The Simpsons 15x04: The Regina Monologues", "description": "Prime Minister Tony Blair welcomes the Simpsons to England, where they run into author J.K. Rowling and actor Ian McKellan."}, {"title": "The Simpsons 15x05: The Fat and the Furriest", "description": "Homer goes on a mission of revenge against a bear that attacked him during a visit to the dump and creates a home made bear-fighting suit. Blackboard 'My pen is not a booger launcher'."}, {"title": "The Simpsons 15x06: Today I Am a Klown", "description": "Krusty's rabbi father helps him prepare for his bar mitzvah, which includes Mr. T; Homer guest hosts for Krusty and is a hit. Dan Castellaneta, Blackboard reads 'over forty & single is not funny'."}, {"title": "The Simpsons 15x07: 'Tis the Fifteenth Season", "description": "A version of \"A Christmas Carol\" causes Homer to go from greedy to giving, prompting jealousy in Flanders, who gives gifts to everyone in town."}, {"title": "The Simpsons 15x08: Marge vs. Singles, Seniors, Childless Couples and Teens, and Gays", "description": "Maggie is among the babies who riot at a kiddie concert, prompting a backlash by single childless citizens, who organize against kids and families."}, {"title": "The Simpsons 15x09: I, (Annoyed Grunt)-Bot", "description": "Unable to build Bart a working robot for TV's \"Robot Rumble,\" Homer becomes the robot by hiding inside, taking beatings, but giving better."}, {"title": "The Simpsons 15x10: Diatribe of a Mad Housewife", "description": "Tom Clancy, Thomas Pynchon and the Olsen twins have cameos as Marge writes a novel that casts Homer in a bad light, and Flanders in a good one."}, {"title": "The Simpsons 15x11: Margical History Tour", "description": "Marge talks history, with Homer as Henry VIII, Lenny and Carl as Lewis and Clark, Lisa as an opinionated Sacagawea and Bart as Mozart."}, {"title": "The Simpsons 15x12: Milhouse Doesn't Live Here Anymore", "description": "Bart bonds with Lisa after Milhouse and his mom move to Capital City; Homer panhandles to buy Marge's anniversary gift."}, {"title": "The Simpsons 15x13: Smart & Smarter", "description": "Simon Cowell plays an admissions interviewer at a prestigious pre-nursery school where Maggie's IQ is found to surpass Lisa's, causing an identity crisis for the older sister."}, {"title": "The Simpsons 15x14: The Ziff Who Came to Dinner", "description": "Lisa finds Arte Ziff living in their attic after seeing a horror movie with Homer and Bart. Artie moves in because he owes massive amounts of money to his company shareholders. Blackboard reads 'I will not speculate on how hot teacher used to be'."}, {"title": "The Simpsons 15x15: Co-Dependent's Day", "description": "After a winery tour, Marge and Homer become drinking pals, until a driving mishap prompts one to pull a fast one on the other."}, {"title": "The Simpsons 15x16: Wandering Juvie", "description": "Sarah Michelle Gellar plays a delinquent whom Bart meets in a juvenile-correction facility that's not strong enough to hold them."}, {"title": "The Simpsons 15x17: My Big Fat Geek Wedding", "description": "Skinner's cold feet near the altar also give Edna second thoughts, leading her into a rebound romance."}, {"title": "The Simpsons 15x18: Catch 'Em If You Can", "description": "Grandpa, Bart and Lisa Simpson take off on a cross country journey when Homer and Marge just want to spend a bit of kid free time."}, {"title": "The Simpsons 15x19: Simple Simpson", "description": "Avenging a slight to Lisa turns Homer into the city's new crusader for justice, a masked man whose weapon of choice is a pie in the face."}, {"title": "The Simpsons 15x20: The Way We Weren't", "description": "After Bart and Milhouse play a game of Spin the Bottle in the tree house, Homer tells the story of his and Marge's first kiss. Marge and Homer then learn they were destined to be together."}, {"title": "The Simpsons 15x21: Bart-Mangled Banner", "description": "Marge and Homer work hard to get Bart to the doctor for a shot, he then goes deaf as a side effect. Later he is bending over doing a full moon and accidentally moons the American Flag and the Dante basket ball classic during the national anthem."}, {"title": "The Simpsons 15x22: Fraudcast News", "description": "Mr. Burns buys all the media outlets in town after everyone thinks he is dead and does not care. Lisa starts her own newspaper and ends up in a war with Burns."}, {"title": "The Simpsons 16x01: Treehouse of Horror XV", "description": "Hands out its annual Halloween treats on the \"Treehouse of Horror XV\" special featuring three deliciously frightful mini-episodes. In \"The Ned Zone,\" Ned Flanders gains the power of foretelling people's deaths after suffering a head injury, and is shocked to discover that he will be the one to kill Homer. In the second short, \"In the Belly of the Boss,\" Maggie is shrunken inside a vitamin capsule in a freak science accident and is swallowed by Mr. Burns. The final Halloween scare, \"Four Beheadings and a Funeral,\" is set in Victorian London, where Master Detective Eliza Simpson and her faithful sidekick, Dr. Bartley, attempt to catch The Muttonchop Murderer, a Jack the Ripper-esque serial killer."}, {"title": "The Simpsons 16x02: All's Fair in Oven War", "description": "When Bart fishes Homer's vintage \"Playdude\" magazines out of the trash, he decides to adopt the ring-a-ding-ding lifestyle of the 1970s, as interpreted by a 10-year-old. Looking for some action, actor James Caan, guest-starring as himself, drops by Bart's swinging Playdude treehouse. Meanwhile, Marge stoops to sabotage to keep up with the other contestants during the Ovenfresh Bakeoff, attended by the likes of."}, {"title": "The Simpsons 16x03: Sleeping with the Enemy", "description": "Feeling unappreciated by her own children, Marge takes in neglected son and Springfield Elementary School bully Nelson Muntz. Horrified his tormentor is now living under the same roof, Bart goes on a mission to find Nelson's parents and reunite the Muntzes."}, {"title": "The Simpsons 16x04: She Used to Be My Girl", "description": "Marge runs into her former high school pal Chloe Talbot, who is now a famous newscaster. Chloe is cultured, sharp-dressed and has a successful career on television. While Lisa has become enamored with Chloe's worldliness, Marge becomes jealous and wonders if she made the right decision by choosing family over a career. Blackboard 'Poking a dead raccoon is not research'."}, {"title": "The Simpsons 16x05: Fat Man and Little Boy", "description": "When Bart writes slogans on t-shirts, he catches the attention of Goose Gladwell, a gag gift entrepreneur, and soon becomes a t-shirt mogul. With Bart now the breadwinner, Homer feels he no longer has a place in the family. In order to feel more useful, Homer begins spending more time with Lisa, including watching documentaries by scholar Declan Desmond. But when Gladwell is revealed as a fraud, Homer steps in to show him who's really boss. Blackboard 'My pen is not a booger launcher'."}, {"title": "The Simpsons 16x06: Midnight Rx", "description": "When Mr. Burns terminates the employee prescription drug program, the citizens of Springfield are no longer able to afford their very expensive but much-needed prescription drugs. In order to keep the town medicated, Homer, Grampa, Apu and Flanders travel to Canada to buy the drugs with fake Canadian health care cards. When they are caught smuggling the goods, all of Springfield rallies around them to fight for their freedom."}, {"title": "The Simpsons 16x07: Mommie Beerest", "description": "When Moe's Tavern is shut down by the health department, Homer refinances the house to save the bar. Infuriated by this, Marge decides to protect her investment and takes an active, hands-on role as Moe's partner. Marge gives the bar a facelift and boosts the clientele, while Homer has to stay home and play Mr. Mom. Meanwhile, Moe begins to develop deep feelings for his new partner."}, {"title": "The Simpsons 16x08: Homer and Ned's Hail Mary Pass", "description": "In THE SIMPSONS post-Super Bowl XXXIX episode, \"Homer and Ned's Hail Mary Pass,\" after Homer inadvertently performs a wild crowd-pleasing dance at a local carnival, he is hired by several prolific sports figures - including Tom Brady, LeBron James, Warren Sapp, Yao Ming and Michelle Kwan, guest-starring as themselves - to choreograph their victory dances. After his dances prove successful, Homer is tapped to choreograph the Super Bowl halftime show. Panicked the night before the event, Homer enlists the help of his neighbor, Ned Flanders, and together they put on a nonviolent, deeply meaningful half-time show that America chastises for its blatant display of decency."}, {"title": "The Simpsons 16x09: Pranksta Rap", "description": "After sneaking out of the house to attend a 50 Cent concert and getting nabbed by Marge and Homer, Bart fakes his own kidnapping, hiding out in Kirk Van Houten's bachelor pad, to prevent being grounded. It is up to Springfield's finest - bumbling Police Chief Clancy Wiggum - to save him. Inspired by an apparition of Barney Fife, Wiggum cracks the case, rescues Bart and is promoted to Police Commissioner, while wrongly-imprisoned Kirk becomes a lady's man among the felon-loving singles of Springfield."}, {"title": "The Simpsons 16x10: There's Something About Marrying", "description": "One of Springfield's own comes out of the closet. To boost tourism, the town of Springfield decides to legalize same-sex marriage. Homer discovers the monetary value of gay union, becomes an ordained minister via the Internet and soon marries everyone and everything in town - including a surprising someone very close to him."}, {"title": "The Simpsons 16x11: On a Clear Day I Can't See My Sister", "description": "Fed up with Bart's endless taunting and torture, Lisa enlists the help of Chief Wiggum and files a restraining order against him. After watching a restraining order video hosted by guest voice Gary Busey, Bart learns he must stay 20 feet away from his sister. When he tries to contest it, Judge Harm increases it to 200 feet, forcing Bart to live in the back yard. Meanwhile, Homer takes over Grampa's job as a greeter at the Sprawl Mart."}, {"title": "The Simpsons 16x12: Goo Goo Gai Pan", "description": "After watching a video on menopause, hosted by guest voice Robert Wagner, Selma realizes that she missed her chance to have a baby and decides to adopt a baby girl from China. Selma encounters a bump in the road when the application asks for her husband's name. In an act of desperation, she puts down \"Homer Simpson.\" Soon, Selma and the Simpsons are off to China to pick up her baby girl, while Homer must pretend to be her husband. When their charade is finally revealed, the functionary, Madam Yu, takes Selma's baby back. Homer and the gang must devise a plan to rescue the baby from the orphanage."}, {"title": "The Simpsons 16x13: Mobile Homer", "description": "After Homer suffers a garage-door-to-the-throat incident, Marge is pressured into buying life insurance for the entire family. Much to her surprise, she finds out that Homer is uninsurable and resorts to cutting costs across the board in the household. Homer is convinced by his buddies that Marge is trying to make all financial decisions, so in an act of defiance, he buys an RV. This reckless act infuriates Marge, causing a divide between the two and ultimately forcing Homer to live in his new RV. Determined to save their feuding parents, Bart and Lisa steal the RV in hopes of returning it for a refund, but are instantly faced with obstacles."}, {"title": "The Simpsons 16x14: The Seven-Beer Snitch", "description": "To prove to Shelbyville that Springfield is not a hick town, Marge convinces the Springfield townspeople to fund a Frank Gehry- designed concert hall. Opening night turns disastrous after the sounds of Beethoven's Fifth Symphony drive the uninterested townspeople away, ultimately leading the hall to bankruptcy. Never one to miss an opportunity, Mr. Burns assumes the debt and turns the hall into the Montgomery Burns State Prison. Initially the prison proves to be a positive addition to the town, providing jobs to almost everyone except Homer, who is imprisoned after a lab test mix-up. Meanwhile at prison, Fat Tony puts a mark on Homer's head for being a snitch ."}, {"title": "The Simpsons 16x15: Future-Drama", "description": "When Professor Frink uses an astrology machine to ease the constant bickering between Bart and Lisa, they are given a sneak-peek into their final days of high school. In this future view, Marge and Homer are separated, Lisa is dating a muscular Milhouse and Bart is dating the girl of his dreams, Jenda, guest-voiced by Amy Poehler. Much to their disappointment, both the relationships quickly flounder. In hopes of winning Jenda back, Bart takes a job at a Kwik-E-Mart, where he becomes the local hero after saving Mr. Burns from a robber. His reward is a scholarship to Yale that was initially intended for Lisa. Bart's deeper look into the future causes him to have a change of heart, ultimately affecting his present-day sibling rivalry for the better."}, {"title": "The Simpsons 16x16: Don't Fear the Roofer", "description": "In the milestone 350th episode, Homer befriends beer-loving barfly and roofer Ray Magini, guest-voiced by Ray Romano. After discovering a shared passion for sandwiches and the Three Stooges, Homer and Ray become inseparable friends. However, Marge believes Ray is a figment of Homer's imagination and enlists the help of Dr. Hibbert to literally \"shock\" Ray Magini out of Homer's system."}, {"title": "The Simpsons 16x17: The Heartbroke Kid", "description": "Bart becomes addicted to junk food when a new vending machine is installed at Springfield Elementary. His steady diet of processed foods leads to a massive weight gain and health issues. When he's unable to stick to his prescribed low-fat diet, the Simpsons stage an intervention and ship Bart off to \"Serenity Ranch - A Forced Starvation Facility,\" headed up by former food addict Tab Spangler. While Spangler tries to help Bart overcome his obsession, Homer and Marge turn their home into a hostel for German travelers in order to pay for the costly Serenity Ranch."}, {"title": "The Simpsons 16x18: A Star is Torn", "description": "When Lisa agrees to participate in a Krusty-sponsored \"Li'l Starmaker\" competition, she panics when another contestant performs a better rendition of \"Mockingbird.\" Thankfully, Homer saves the day by hammering out a manipulative tune about Springfield that leads Lisa to victory. With a win under his belt, Homer becomes a star-crazed stage father/manager, who ultimately drives Lisa to fire him. A distraught Homer counters by taking Lisa's rival, Cameron, under his wing to groom him for the finals."}, {"title": "The Simpsons 16x19: Thank God It's Doomsday", "description": "An apocalyptic movie followed by three real-life omens cause a fearful Homer to research the rapture. Believing that he has deduced when the event will happen, he begins warning others as a way to secure his spot in heaven. After a skeptical Kent Brockman reports on Homer's prediction of stars falling from the sky, there's a Krusty Special blimp accident, and Homer attracts a slew of new believers. When the rapture never comes, a discredited Homer discovers an error in his calculations and returns to the Springfield Mesa alone, where he experiences the rapture - or maybe a heat-induced dream - and convinces God to delay doomsday."}, {"title": "The Simpsons 16x20: Home Away from Homer", "description": "Financial trouble inspires Ned to rent his rumpus room to a pair of college-aged women, who end up running a soft-core webcam from the Flanders' home without their knowledge. When Ned becomes the laughingstock of Springfield and moves his family to their dream town, \"Humble, PA - Home of the Humble Figurines,\" an unruly neighbor moves in, forcing Homer to beg for Flanders to return. Jason Bateman guest-stars as himself. Later, after Bart is falsely blamed and then expelled for a mishap at the school-sponsored Medieval festival, Fat Tony, guest-voiced by Joe Mantegna, suggests to Marge that he enroll in a private Catholic school. After a rough introduction with a nun on his first day, Bart meets and instantly likes an Eminem-quoting priest named Father Sean, guest-voiced by Neeson. Father Sean shows Bart the cooler parts of the religion through graphic stories and comic books. Bart's growing interest alarms his parents and ultimately drives Homer to visit the church. He, too, finds himself attracted to the religion after Father's offerings of beer, pancakes and games. It's up to Marge to bring her family back to their roots."}, {"title": "The Simpsons 16x21: Father, Son and Holy Guest-Star", "description": "Bart is expelled from school after being accused of pulling a prank and sent to parochial school."}, {"title": "The Simpsons 17x01: Bonfire of the Manatees", "description": "Marge is outraged when she discovers Homer allowed Fat Tony to shoot a \"gentleman's\" film in their house to make restitution for his football gambling debt. So she takes off and leaves Homer with the kids. While on her journey of self-discovery, Marge befriends Caleb Thorn, an attractive marine biologist who is on a quest to save not only the endangered manatee, but Marge from a husband who doesn't seem to appreciate her. Blackboard 'Does anyone still do this anymore?'."}, {"title": "The Simpsons 17x02: The Girl Who Slept Too Little", "description": "After protesting the construction of a stamp museum scheduled to be built on their neighboring lot, the Simpsons are dismayed when they discover that what they thought was a successful relocation of the museum to a cemetery lot turns into a creepy nightmare when that cemetery moves next door. When Lisa's sleepless nights become too much for Homer and Marge, they turn to a psychiatrist for advice. Meanwhile, Lisa chooses to face her fears dead-on by visiting the cemetery alone late one night."}, {"title": "The Simpsons 17x03: Millhouse Of Sand And Fog", "description": "Homer capitalizes on Maggie's chicken pox by throwing a \"pox party\" and charging parents to infect their children. Meanwhile, Milhouse soon realizes he was better off when his parents competed for his love, and launches \"Operation Reverse Parent Trap\" ."}, {"title": "The Simpsons 17x04: Treehouse of Horror XVI", "description": "It's time for all-new tricks and devilish treats on THE SIMPSONS annual Halloween trilogy, -Treehouse Of Horror XVI.- The fright-fest begins in - B.I.: Bartificial Intelligence - when the Simpsons adopt David, a newly developed artificial robot son, to replace Bart after he falls into a coma. In - Survival of the Fattest,- Mr. Burns invites Homer and his friends to his gigantic estate for a hunting tournament, but Homer and the gang learn they are the ones being the hunted on -The World Series Of Manhunter- hosted by Bradshaw. In the final Halloween scare, -I've Grown a Costume on Your Face,- a costume contest goes awry when a real witch turns all the Springfieldians into real-life versions of their costumes, leaving Maggie dressed like a witch with the only real power to reverse the spell."}, {"title": "The Simpsons 17x05: Marge's Son Poisoning", "description": "Observing that Marge is lonely, Bart offers to spend time with her. After they go on tandem bike rides and decorate Bart's tree house as a teahouse, the bullies from school dub Bart a mama's boy. When Marge finds out that Bart's schoolmates are teasing him, she gives him the necessary tools to win back his reputation. Meanwhile, Homer teams up with Moe and joins a professional arm-wrestling circuit ."}, {"title": "The Simpsons 17x06: See Homer Run", "description": "Homer's inability to embrace Lisa's Father's Day book the same way he does Bart's Father's Day Toolman causes Lisa to develop Ddd. Meanwhile, Bart steals the Bart Boulevard street sign and causes a huge pile-up. While Mayor Quimby creates The Safety Salamander spokesperson in response to the accident, the town still forces the ineffective Mayor into a recall election. Homer, longing to win back his daughter's love, takes the spokesperson position, and after a heroic run as The Safety Salamander, he runs for Mayor along with every other unqualified Springfieldian."}, {"title": "The Simpsons 17x07: The Last of the Red Hat Mamas", "description": "Homer has an altercation with the Easter Bunny at the Mayor's egg hunt, causing Marge to be shunned. A lonely Marge decides to join a women's group called The Cheery Red Tomatoes and agrees to help with an upcoming charity drive - robbing Mr. Burns of his Faberge egg collection. Meanwhile, Lisa's plans to spend a summer in Italy hit a bump when she learns the first requirement is being fluent in Italian, so she takes on a teacher from a classified ad - who turns out to be Milhouse."}, {"title": "The Simpsons 17x08: The Italian Bob", "description": "After Mr. Burns crashes his Stutz Bearcat, he sends Homer and the family off to Italy to pick up his new fancy sport car. While on their Italian adventure, the Simpsons end up stranded in a small Italian village where a rehabilitated Sideshow Bob reigns as mayor. Sideshow Bob impresses the Simpsons enough so that they keep his sordid past a secret until one of the family members, in a wine-induced state, spills the beans."}, {"title": "The Simpsons 17x09: Simpsons Christmas Stories", "description": "The Simpsons deliver holiday cheer in this Christmas-themed trilogy. In The First -El, - when Reverend Lovejoy's car breaks down en route to Christmas mass, Homer takes over the sermon and delivers his version of the birth of Christ to his parents Joseph and Mary. - I Saw Grampa Cussing Santa Claus - finds Grampa reminiscing about his daredevil days as a WWII fighter pilot, when he was stranded on an island alongside his gunner, Burns. Grampa recalls mistaking Santa Claus for an enemy aircraft and gunning him down from the sky. Realizing their mistake, Grampa helps Jolly Ol' St. Nick to safety, only to have Burns steal the sleigh and escape the island - leaving Grampa stranded again. The final installment, -The Nutcracker - Sweet,- which finds the townspeople of Springfield preparing for Christmas Day, is set to the tune of the famed Nutcracker ballet."}, {"title": "The Simpsons 17x10: Homer's Paternity Coot", "description": "Marge's rage against the new toll road system somehow leads to the discovery of a frozen mailman and his 40-year-old mail. The letters are returned to the rightful recipients, including one to Grandpa Simpson's deceased wife, revealing a secret love affair and the real father of her baby, Homer. Confused and emotional, Homer finds Mason Fairbanks, his wealthy and much improved paternal dad, and happily establishes a father-son relationship with him while rejecting his surrogate father of 40 years. But soon Homer realizes that a DNA test doesn't necessarily tell who his true father is. Blackboard 'I am not smarter than the president'."}, {"title": "The Simpsons 17x11: We're on the Road to D'oh-where", "description": "After Bart steals a key from Principal Skinner's office and gets himself into hot water, Marge and Homer send him to a \"behavior modification camp.\" Homer is forced to cancel his much-anticipated trip to Las Vegas in order to drive Bart to the camp, but on the way there, Homer decides it's a great time to bond with Bart. Blackboard: 'Teacher was not dumped--it was mutual'."}, {"title": "The Simpsons 17x12: My Fair Laddy", "description": "The Simpsons open up their home to Groundskeeper Willy after Bart accidentally destroys his house. But soon after his arrival, Willy's poor manners become the focus of a bet between Bart and Lisa, as she takes on the challenge of turning him into a proper gentleman. Meanwhile, Homer rips his favorite blue pants and starts an ambitious advertising campaign to reestablish the discontinued garment."}, {"title": "The Simpsons 17x13: The Seemingly Never-Ending Story", "description": "While cave exploring with his family, Homer causes the cave to crumble and finds himself stuck upside down in the ceiling. Marge and Bart search for help while Lisa passes the time by telling Homer a story, which turns into a chain of narrated tales."}, {"title": "The Simpsons 17x14: Bart Has Two Mommies", "description": "Ned Flanders wins a new computer that features guest star Sarandon as the \"You've Got Mail\" voice and he offers it to Marge, as he has no use for it. In return, Marge babysits the Flanders children so that Ned can attend the Left-Handed Convention, where he meets New York Yankees guest star Randy Johnson, who is selling left-handed teddy bears. With Marge spending so much time at The Flanders',Homer must look after Bart and Lisa. Homer takes the kids to an animal retirement home, but the trip goes awry when Toot-Toot the monkey pulls Bart into her cage and holds him hostage. Marge learns of the kidnapping when it is a breaking news report and she must figure out a way to get her son back."}, {"title": "The Simpsons 17x15: Homer Simpson, This is Your Wife", "description": "Homer's obsession with Lenny's new plasma TV prompts Marge to enter the family in a sweepstakes, and they win a trip to the Fox Studio Lot. Against Marge's wishes, Homer signs them up for a \"Trading Spouses\"-type show and is forced to take in a controlling wife, while Marge moves in with a beaten-down husband, Charlie, and his perfect son. Charlie quickly develops a crush on Marge, while she tries to give him the strength to stand up to his own wife. Blackboard 'I will not laminate dog doo'."}, {"title": "The Simpsons 17x16: Million Dollar Abie", "description": "Grampa ruins Homer's plans to make Springfield the new home of a pro football franchise when he mistakes the Commissioner of Football for a burglar and the football stadium is transformed into a bull fighting arena. Tortured by threatening calls from his family and friends, Grampa seeks Manfred Manslaughter's help in committing suicide. When his plan fails at the last minute, Grampa gets a new outlook on life and decides to become Springfield's very own matador. Blackboard: 'I will not flip the classroom upside down'."}, {"title": "The Simpsons 17x17: Kiss Kiss Bang Bangalore", "description": "Homer learns that the nuclear power plant is being shut down and outsourced to India. After Homer is sent to train the new employees, he becomes power hungry in his new position of authority. Meanwhile, Selma and Patty meet their Hollywood heartthrob, MacGyver, and kidnap him for their own obsessive worship. When Anderson discovers how exciting real-life drama can be, he refuses to leave until Selma and Patty devise their own plan."}, {"title": "The Simpsons 17x18: The Wettest Stories Ever Told", "description": "When the Simpsons' plans for a nice family outing at the Frying Dutchman turn into a dining disaster, the family tries to salvage the night by telling different stories of disasters at sea. Lisa recounts the Mayflower voyage, Bart tells tales of Tahitian mutiny and Homer puts his own spin on the capsizing cruise ships."}, {"title": "The Simpsons 17x19: Girls Just Want to Have Sums", "description": "Springfield is in an uproar after Principal Skinner makes a sexist comment at the end of an Itchy and Scratchy musical. Principal Skinner is replaced by Melanie Upfoot, a women's educational expert, who decides to divide the school into two different schools: one for boys, and one for girls. Studious Lisa soon becomes frustrated when she isn't learning anything from \"girls' school.\" When the Principal refuses to allow her to take math at the boys' school, Lisa decides to dress up as a boy. While Bart teaches her the ropes of boyhood, Lisa wins the math award at the Student Achievement Awards and learns what it's really like to be a part of the \"boys' club\" ."}, {"title": "The Simpsons 17x20: Regarding Margie", "description": "After a spring-cleaning frenzy and inhaling too many fumes, Marge suffers from retrograde amnesia. In an effort to bring back her memory, Homer takes her around town to re-familiarize her with her surroundings. Marge still has no recollection of who Homer is and puts herself back on the singles market. Not until she realizes that Homer is truly genuine at heart will she remember who he is and why she loves him. Blackboard ' I will not leak the plot of the movie'."}, {"title": "The Simpsons 17x21: The Monkey Suit", "description": "After visiting an evolution exhibit narrated by guest star Griffith, Flanders pushes Mayor Quimby to appoint Reverend Lovejoy as a \"Mortality Czar\" in charge of spreading the theory of creationism. Darwin's theories are quickly outlawed and Lisa finds herself as the only supporter of the scientific theory. After holding secret evolution classes, Lisa is arrested and retains Southern lawyer Wallace Brady to help defend her beliefs in front of a judge. While Flanders is on the stand in court, Homer's antics cause him to crack under pressure and he calls Homer an ape, which leads the judge to believe Homer resembles the missing link - putting a monkey wrench in the prosecutors' case. Blackboard: 'Je ne parle pas Francais'."}, {"title": "The Simpsons 17x22: Marge and Homer Turn a Couple Play", "description": "After a passionate kiss between Marge and Homer airs on the Isotope Jumbotron, struggling second baseman Buck Mitchell turns to the couple for marital advice. The Simpsons are able to get Buck and his sexy singing wife, Fiona, on track, and the Isotopes' season turns for the better. Things seem to be coming up aces for the Simpsons until Buck catches Homer giving Fiona a post-show neck massage, which results in both couples separating. Blackboard 'Have a great summer everyone'."}, {"title": "The Simpsons 18x01: The Mook, the Chef, the Wife and Her Homer", "description": "After Lisa befriends Fat Tony's son Michael, Fat Tony invites the Simpsons over for dinner as a sign of gratitude. Shockingly, Fat Tony is shot by a rival family moments after Michael admits he would rather be a chef than take over the family business. Fat Tony's main thugs, Dante and Dante Jr., want Michael to be the new kingpin, but when he declines, Homer steps up and leads the family on a major mob spree in \"The Mook, The Chef, The Wife and Her Homer\"."}, {"title": "The Simpsons 18x02: Jazzy and the Pussycats", "description": "When Bart turns a quiet funeral into a chaotic mess, his parents are faced with a mob of angry Springfieldians who have had enough. Homer and Marge desperately look to a child psychiatrist for help, who suggests that Bart take up drumming to channel his energy. Before long, Bart is laying down fills like a pro, getting into drum-offs with The White Stripes, and jamming in a band with Lisa's favorite jazz musicians. It doesn't take long before Lisa's encouragement turns to deep-seated jealousy, forcing the Simpson siblings to learn how to march to the beat of the same drum."}, {"title": "The Simpsons 18x03: Please Homer, Don't Hammer 'em", "description": "Hoping to see a new side to Homer, Marge convinces him to buy a refined collection of carpentry books. To Marge's dismay, the books only gather dust until she accidentally breaks a nightstand - and uses the books to fix it herself. Soon Marge is hammering together everything from birdfeeders to doghouses and it isn't long before she decides to transform her new skills into a full-fledged business. Unfortunately, the residents of Springfield don't trust a handywoman to make repairs, so Marge hires Homer to pose as a \"front\" while she handles the real work. Meanwhile, Bart finds out that peanuts are no longer allowed at Springfield Elementary because someone suffers from an allergy. But this loss becomes his treasure when he finds out that the allergy belongs to his nemesis, the one and only Principal Skinner. Before long, both Bart and Homer are in over their heads and it's up to Marge to nail things back together."}, {"title": "The Simpsons 18x04: Treehouse of Horror XVII", "description": "Hand out screams and scare up laughs in their annual, bone-chilling Halloween special. The horror starts in 'Married To The Blob,' when a meteor falls to Earth and reveals a green goo that Homer mistakes for a marshmallow. After Homer eats the goo, he turns into a rampaging blob with a never-ending appetite that even guest voice Dr. Phil McGraw can't stop. In 'You Gotta Know When To Golem,' the fright-fest continues when Bart brings Golem, guest voice Richard Lewis as a legendary monster from Jewish folklore, to life and forces him to carry out his ghastly bidding. But when the creature is finally freed of his evil-doing, Marge, Bart and Lisa create a female monster that captures Golem's heart. In the final scare, 'The Day the Earth Looked Stupid,' a fake radio broadcast convinces the residents of Springfield that they're in the midst of an alien invasion, throwing the town into a state of pandemonium ; which only worsens when the invasion stops being a hoax and becomes reality."}, {"title": "The Simpsons 18x05: GI (Annoyed Grunt)", "description": "After Bart gets out of a commitment to join the Army at 18, Homer falls prey to a couple of Army recruiters and lands himself in basic training. Homer, of course, treats it like summer camp and infuriates his hard-nosed colonel when he is unfazed by the constant hazing and humiliation. Homer is assigned as the enemy of the Army's war games, but when the war games get out of hand and Springfield becomes the battlefield, Homer and the Springfield community must join forces before the city goes up in smoke."}, {"title": "The Simpsons 18x06: Moe 'N' a Lisa", "description": "When Homer forgets Moe's birthday, Moe's anger inspires Lisa to write about him for her school report. She finds a poetic side to Moe and helps him get published in \"American Poetry Perspectives.\" However, when Moe is featured at a literary conference, where he encounters Gore Vidal, Michael Chabon, Tom Wolfe and Jonathan Franzen, he takes all the credit despite Lisa's feelings."}, {"title": "The Simpsons 18x07: Ice Cream of Margie (With the Light Blue Hair)", "description": "After Homer gets fired at the nuclear power plant, he takes over the ice cream truck business, while a depressed Marge creates popsicle stick sculptures to keep busy. The sculptures quickly become popular and Marge is excited to have a purpose in life, until a turn of events divides the Simpsons household."}, {"title": "The Simpsons 18x08: The Haw-Hawed Couple", "description": "After Bart convinces all his friends not to go to Nelson's birthday party, Marge forces him to attend. After the party, Bart becomes Nelson's new best friend and under Nelson's protection no one dares to mess with Bart. There's only drawback to his newfound friend/bodyguard ; he can no longer pal around with Milhouse."}, {"title": "The Simpsons 18x09: Kill Gil (Parts I & II)", "description": "During a holiday ice skating show starring guest voice Elvis Stojko, Homer jumps into a chaotic brawl involving the other ice skaters. In order to escape the chaos, Marge decides to take the family holiday shopping. Gil, dressed as Santa Claus, unknowingly gives Lisa a sold-out Malibu Stacy doll that belongs to his boss' daughter. When Gil loses his job, the Simpsons invite him over for Christmas dinner, which becomes a huge mistake as Gil moves in uninvited and mooches off the Simpsons. Out of guilt, Marge continually allows Gil to prolong his stay, but when her patience wears thin, she's forced to overcome her fear and finally say 'no'. Blackboard: 'Frankincense is not a monster'."}, {"title": "The Simpsons 18x10: The Wife Aquatic", "description": "While watching a home movie, Marge becomes depressed as she is reminded of memorable childhood vacations spent at Barnacle Bay. Hating to see Marge sad, Homer and the kids take her on a surprise trip to the bay, only to discover that it has turned into a rundown mess due to the absence of fish. Homer and the kids lovingly give the boardwalk a whole new makeover for Marge. But when Homer accidentally lights the renovated carousal on fire, stirring up an angry mob of townspeople, more than just waves come crashing down."}, {"title": "The Simpsons 18x11: Revenge is a Dish Best Served Three Times", "description": "After the Simpsons' car breaks down, the family tells each other tales of revenge gone wrong. Marge offers a cautionary tale of revenge from 19th-century France, where Homer is charged with treason; Lisa tells of a nerd revenge at Springfield Elementary involving Milhouse leading the nerds to overthrow the bullies; and Bart's story follows the great crime-fighter."}, {"title": "The Simpsons 18x12: Little Big Girl", "description": "When Lisa struggles to find excitement and intrigue in her family heritage for a school presentation, she decides to take creative license in crafting her heritage as a Native American, since it's only for a school project. What begins as an innocent embellishment quickly turns into a web of lies when Lisa is chosen to represent the school, and 'her people,' at City Hall, and then as a keynote speaker for the National Native American Tribal Council. As a reward for his heroic act, Bart is granted a driver's license, and in an attempt to escape endless family errands and chauffeuring he flees to a faraway town where he is romanced by an older teenage girl whose expectations may prove to be too much for Bart."}, {"title": "The Simpsons 18x13: Springfield Up", "description": "An eccentric documentary filmmaker Declan Desmond offers an inside look at his work chronicling the growth and development of some of Springfield's 'finest' for his documentary, 'Growing up Springfield.' We see Marge put her photojournalism dreams on hold in order to support Homer as he tries out odd jobs in search of success that continually evades him until a strange invention turns it all around for the couple. However, a suspicious Desmond challenges the Simpsons, who have a lot of questions to answer about their overnight success."}, {"title": "The Simpsons 18x14: Yokel Chords", "description": "When the ever-righteous Lisa protests denying education to Cletus' 'hillbilly' kids, Principal Skinner offers her a chance to tutor the kids herself. However, Lisa's plans to help are diverted when Krusty spots the kids during their field trip and decides to use them as a musical act for his show. Meanwhile, in a scheme to steal his lunch for the day, Bart tries to scare his peers out of the cafeteria by claiming it's haunted by the ghost of an old school chef who uses students as ingredients in his recipes. When the school erupts with fear and chaos, Bart is punished and sent to receive psychiatric treatment, and he develops a unique relationship with his therapist."}, {"title": "The Simpsons 18x15: Rome-old and Juli-eh", "description": "The court appoints an accountant for Homer when he incorrectly files for bankruptcy, which results in his cutting back on all of his expenses, including Grampa's nursing home. In an unexpected turn of events, Grampa and Selma fall in love and move in together, and Homer and Patty plot to break up their love connection. Meanwhile, Bart and Lisa con a delivery man into giving them the most sought-after commodity in the neighborhood - cardboard boxes. Their alliance is put to the test when the delivery man realizes he was duped. Blackboard: 'We are not all naked under out clothes'."}, {"title": "The Simpsons 18x16: Homerazzi", "description": "When a candle on Homer's birthday cake sets fire to his party hat, the Springfield fire department must save the Simpson home from peril for the sixth time that month. Marge is inspired to purchase a fireproof safe to protect the family's most precious valuables, but a freak accident causes the safe itself to explode and destroy its contents, including Marge's family photo album. Refusing to accept the tragedy, Marge decides to restage all of the family's photographs, and when a celebrity dating scandal is captured in the background of one of their photos, the Simpsons strike tabloid gold. Tasting success and seeing money to be made, Homer takes to the streets as one of the paparazzi. Overnight, Homer becomes Springfield's most valued photographer, and he appears unstoppable. However, when he crashes a celebrity wedding, the subjects who've been humiliated in his photos band together to seek revenge against Homer."}, {"title": "The Simpsons 18x17: Marge Gamer", "description": "Marge becomes a spectacle during a PTA meeting for not having an e-mail address, and she decides to take a chance on using the Internet. Amazed and delighted by all the Internet has to offer, Marge joins a popular role-playing fantasy game called 'Earthland Realms' To Marge's dismay, the game has her interacting with practically the whole town of Springfield including Bart, who happens to be the game's most feared and destructive player. Meanwhile, Homer saves Lisa's soccer game from cancellation after he volunteers to take the place of a referee who recently quit. However, Homer's refereeing skills only exasperate Lisa, and her competitive streak gets the best of her."}, {"title": "The Simpsons 18x18: The Boys of Bummer", "description": "Bart becomes a hometown hero when he makes the game-winning catch at his Little League game, sending the Springfield Isotots to the Little League championship for the first time ever. However, Springfield turns on him when he drops an easy pop fly in the bottom of the ninth, losing the game for his team. As the citizens of Springfield continue to mock and terrorize Bart, his guilt and shame threaten to send him over the edge. In an effort to cheer him up, Lisa introduces Bart to Bill Buckner. Meanwhile, after falling asleep in a department store display bed, Homer is saved from disaster when a customer mistakes Homer's crafty excuses for a sales pitch, leading the store owner to hire Homer as a salesperson. When the Lovejoys return a mattress they had purchased in hopes of spicing up their sex life, they find success on Homer's personal mattress and convince him to trade, a transaction Homer and Marge immediately regret and seek to remedy."}, {"title": "The Simpsons 18x19: Crook and Ladder", "description": "Maggie goes on a path of destruction in the Simpsons' home after Marge follows advice in a parenting magazine and throws away her pacifier. Marge finally gives in and sends Homer to get Maggie a new pacifier, but when he can't find the right brand, Maggie comes up with her own substitute - an especially squeaky dog toy. Homer can't sleep through the toy's incessant squeaking and is driven to take sleeping pills, which turn him into a sleepwalker with a penchant for mischief. When one of Homer's sleepwalking schemes leaves the entire Springfield Fire Department debilitated in the hospital, Homer and some of his fellow Springfieldians become volunteer firefighters. They extinguish several fires and are rewarded with gifts, but when the gifts stop coming, they seek other forms of compensation for their heroic acts."}, {"title": "The Simpsons 18x20: Stop or My Dog Will Shoot", "description": "Homer is upset when he realizes that Marge brought him and the family to a boring Harvest Fest instead of his much-anticipated day of debauchery at October Fest. Attempting to leave, Homer accidentally drags the family into a puzzling cornfield maze. When the whole family manages to escape except for Homer, they send out Santa's Little Helper, who sniffs out Homer and rescues him. Santa's Little Helper becomes a local hero and the Simpsons decide to enroll him in Police Dog Academy, where he's teamed with a grizzled veteran cop named Lou and they become a crime-busting duo. Bart's excitement quickly dissipates when a jaded Santa's Little Helper bites him, and the Simpsons send the dog away to live with Chief Wiggum. To appease Bart's depression after the loss of his dog, Marge agrees to buy him a huge pet snake. But when the snake causes a life-threatening situation at Bart and Lisa's school, Santa's Little Helper gets a chance to redeem himself."}, {"title": "The Simpsons 18x21: 24 Minutes", "description": "In a parody of \"24,\" the school's Counter Truancy Unit tries to stop three sixth-graders planning to disrupt the school bake sale with a stink bomb."}, {"title": "The Simpsons 18x22: You Kent Always Say What You Want", "description": "At the Simpsons' annual dental check-up, Lisa gets an education in dental hygiene from a video starring Ludacris (guest voice Chris \"Ludacris\" Bridges) as Luda-Crest, a tube of toothpaste with a talent for rapping. The Simpsons stop for ice cream on the way home from the dentist, and when Homer purchases the 1-millionth ice cream cone, he is featured on Kent Brockman's nightly news program. However, the innocent interview turns into trouble when Brockman uses a shocking expletive and Ned Flanders wages an anti-indecency campaign. The Simpsons take in the dejected Brockman, and he and Lisa begin to devise a scheme for the anchor to make his comeback. Meanwhile, Principal Skinner ushers the students of Springfield Elementary into a new era of sneaking, snooping and snitching with the opening of the school's CTU Counter Truancy Unit with Lisa heading up the operation. Homer is sent on a mission to dispose of a container of yogurt so far past its freshness date that it could be toxic, but the reeking yogurt falls into the wrong hands. With the help of Jack Bauer (guest voice Kiefer Sutherland) and Chloe O'Brian (guest voice Mary Lynn Rajskub), Bart and Lisa must stop bullies Dolph, Kearney and Jimbo from releasing the ultimate stink bomb at the school's annual bake sale."}, {"title": "The Simpsons 19x01: He Loves to Fly and He D'ohs", "description": "After Homer saves Mr. Burns from drowning in a mall fountain, Burns thanks him by taking him on a whirlwind trip to Chicago on his private plane. Homer is smitten with the luxury jet and all the perks that come with it, including flying with song legend Lionel Richie, who serenades him with a customized version of \"Say You, Say Me.\" After returning home, Homer makes it his mission to find a job that offers him the chance to fly on a corporate jet and enlists a life coach, guest star Stephen Colbert, to help fulfill this dream."}, {"title": "The Simpsons 19x02: Homer of Seville", "description": "Homer injures himself in a fall, and while in the hospital he develops the ability to sing in a beautiful, operatic voice whenever he is lying on his back. Mr. Burns overhears Homer during one of his singing sessions at the hospital and immediately hires him to sing the lead in his production of \"La Bohème.\" Although Homer has to lie down during the performance, he wows the crowd at the Springfield Opera House. Homer becomes an enormous celebrity, especially with the ladies - much to Marge's chagrin. While running from a mob of crazed fans, Homer is saved by a mysterious woman named Julia (Maya Rudolph), who turns out to be a little too concerned for Homer's well being. Blackboard 'The Wall Street Journal is better than ever.'."}, {"title": "The Simpsons 19x03: Midnight Towboy", "description": "Feeling that Maggie is getting too clingy, Marge hires a counselor to teach her the \"C.R.I.E. Method,\" a counseling program that helps parents raise their children to be very independent at an early age. But the method works a little too well, leaving Maggie with no need for Marge at all. Meanwhile, Homer goes in search of milk for Maggie in Mookington and ends up having his car towed by a tow truck driver named Louie (Matt Dillon) who introduces Homer to the joy of towing cars for a living. Louie invites Homer to be the tow truck driver for Springfield on one condition: that Homer stay off of Louie's turf in Mookington. When Homer gets a little too \"tow happy,\" the residents of Springfield set Homer up to look like he's towing in Louie's territory, and Homer must suffer the wrath. With Homer missing, the newly independent Maggie is spurred to action."}, {"title": "The Simpsons 19x04: I Don't Wanna Know Why the Caged Bird Sings", "description": "While waiting in line at the bank, Marge strikes up a conversation with a strange man named Dwight (Steve Buscemi) who later attempts to rob the bank. When the police show up, Marge convinces a cornered Dwight to turn himself in by promising to visit him in prison. As Dwight eagerly awaits Marge's visit, Homer assures her that Dwight will not expect her to actually visit. But when Dwight receives a phone call and the caller (Ted Nugent) isn't Marge, he escapes to find her. Watching the news report about Dwight's jail break, she wishes she had kept her promise."}, {"title": "The Simpsons 19x05: Treehouse of Horror XVIII", "description": "The frightfest begins in \"Mr. and Mrs. Simpson\" as Homer and Marge leave for what appears to be an ordinary day. But Homer is living a double life as a secret agent, and he is assigned to eliminate Kent Brockman. When a mysterious woman blocks Homer's shot and tries to kill Brockman herself, Homer finds that his competition \"hits\" a little too close to home. In \"E.T. Go Home,\" Bart and Lisa come to the aid of Kodo the space alien, who's hiding from the government. Kodo asks them to help him obtain a long list of devices so he can reconnect with his home planet, but his intentions prove to be anything but friendly. In the final Halloween scare, \"Heck House,\" Bart, Lisa and their friends spend Halloween night pulling pranks on unsuspecting people in Springfield. But when they go too far, Flanders decides he's going to spook them straight. Transforming the church into the \"Heck House,\" Flanders is filled with supernatural power and subjects the children to his wrath of seven deadly sins."}, {"title": "The Simpsons 19x06: Little Orphan Millie", "description": "When Milhouse's parents are lost at sea and presumed dead, Milhouse decides it's time to begin acting like a real man, and his new attitude makes him more attractive and popular than ever. Bart can't stand that Milhouse has become cooler than him, and he devises a plan to win back his cooler-than-Milhouse status. Meanwhile, Homer finds himself in hot water when he can't remember the color of Marge's eyes, and Marge vows not to let Homer see her eyes again until he remembers their color."}, {"title": "The Simpsons 19x07: Husbands and Knives", "description": "Much to the Comic Book Guy's chagrin, Bart, Lisa and Milhouse check out a new comic book store called Coolsville, where they are treated like royalty by a friendly comic book buff named Milo (guest voice Jack Black). Coolsville attracts some real-life comic book creators, such as Alan Moore, Art Spiegelman and Dan Clowes (guest-voicing as themselves), and the Comic Book Guy wages war on Coolsville in an attempt to win back his customers. Meanwhile, Marge decides her middle-aged physique could use some help, and she launches a gym for \"regular women.\" Marge's gym becomes wildly successful and as her fame grows, Homer fears she will dump him for a younger, more fit guy. Homer decides to take matters into his own hands to get into shape."}, {"title": "The Simpsons 19x08: Funeral for a Fiend", "description": "Kelsey Grammer returns to guest-voice as the infamous Sideshow Bob, David Hyde Pierce as Sideshow Bob's dubious brother Cecil Terwilliger, and John Mahoney as their father, Mr. Terwilliger. Marge dreams that Keith Olbermann (guest-voicing as himself) chides her for fast-forwarding through television commercials. Marge tries her to make restitution by watching hours of advertisements, and she and the Simpson family take particular interest in an ad for Wes Doobner's World-Famous Family-Style Rib Huts. They drive to the restaurant, only to find Sideshow Bob waiting for them, triumphant in his elaborate hoax to lure them to their doom. When Sideshow Bob's attempt to terminate the family is foiled, he is put on trial, where his father blames Sideshow Bob's psychosis on Bart. During the proceedings, Bart accidentally kills his old nemesis, and Bob's brother Cecil invites Bart to attend the memorial service for Sideshow Bob to bury the hatchet for good."}, {"title": "The Simpsons 19x09: Eternal Moonshine of the Simpson Mind", "description": "Homer wakes up one morning only to find himself outdoors and covered with snow. With no recollection of what happened the night before, aside from a lingering hangover, Homer makes his way home only to find his entire family missing. Hopelessly confused, Homer makes his way to Moe's bar, where Moe reveals that Homer drank a \"Forget-Me-Shot\" the night before - a drink is so potent, it wipes out a the last 24 hours of one's memory. When Wiggum informs Homer of a domestic disturbance at his house the night before, Homer begins to worry that he may have done something awful. As he probes his cloudy memory to unravel the mystery, Homer turns to Professor Frink, who hooks him up to a device that allows him to explore his memories, and he interacts with his Memory Family to piece together the night's events."}, {"title": "The Simpsons 19x10: E Pluribus Wiggum", "description": "When Homer disposes of a leaky battery along with his fast food containers, he causes an explosion that destroys Springfield's fast-food district. Mayor Quimby proposes to rebuild the district during the next election. The next election, however, isn't until June, so Quimby decides to move it to the upcoming Saturday. This change makes Springfield the first city in the nation to hold a presidential primary. Excitement builds as reporters from around the country descend upon Springfield to cover the debate. The news is dismal though as the candidates turn out to be less than compelling. On the night of the primary, Kent Brockman announces an unexpected turn of events: Springfield voters rejected all the leading candidates and embraced a write-in: Ralph Wiggum. Much to Lisa's chagrin, the leaders of both parties realize that embracing Ralph as a candidate means certain victory come November. Although no one knows for sure which political party Ralph is representing, he insists that everyone is invited to his party. Blackboard: 'Teacher did not pay too much for her condo'."}, {"title": "The Simpsons 19x11: That 90's Show", "description": "When Bart and Lisa discover Marge's diploma from Springfield University, Marge reveals that she had attended the university back when she and Homer had first started dating. In a flash back, Homer gives up his dreams of becoming a musician and takes a job at his father's laser tag warehouse to support Marge attending Springfield University. However, when Marge finds herself attracted to an offbeat professor named Professor August, Homer decides he has had enough of Marge's wandering eye. Homer instead focuses his emotions on his music, inventing a new sound called \"grunge.\" As Marge continues to date the pretentious professor, Homer becomes the hottest grunge artist around, as evidenced by Weird Al's parody of his music. But when Marge sees a special news report on MTV with Kurt Loder announcing that Homer's band, Sadgasm, has broken up and that Homer is holed-up in a mansion hopelessly addicted to drugs, Marge must choose between her new life and her old love."}, {"title": "The Simpsons 19x12: Love, Springfieldian Style", "description": "To celebrate Valentine's Day, Homer takes Marge to the Tunnel of Love at a carnival. But when Bart pulls a prank involving some Jell-O, they become hopelessly stranded. Homer tries to cheer Marge up by recounting some of the greatest love stories of all time, beginning with Bonnie and Clyde (as Marge and Homer) who steal each others' hearts as they rob their town dry. Next, Marge tells the story of two dogs, Sadie (Marge) and Scamp (Homer), in her take on \"Lady and the Tramp.\" Lastly, Bart spins the final romantic tale in his recounting of the rock-and-roll romance of the The Sex Pistols when Nancy Spungeon (Lisa) falls for the rebellious Sid Vicious (Nelson)."}, {"title": "The Simpsons 19x13: The Debarted", "description": "When a new, tough-looking kid at school named Donny teams up with Bart to help him carry out his pranks, Bart thinks he has found his ultimate partner in crime. However, when Bart's seemingly foolproof pranks begin to backfire, Groundskeeper Willie warns Bart that he smells a rat in Bart's group of friends. With Principal Skinner on his case and the possibility of expulsion on the horizon, Bart must figure out who he can trust and who he must get rid of before it is too late. Meanwhile, Homer receives a fancy loaner car after Marge damages their old car in an accident, and he grows extremely attached to his new set of luxury wheels."}, {"title": "The Simpsons 19x14: Dial 'N' for Nerder", "description": "Marge hires a nutritionist who puts Homer on a strict diet, but Homer decides to sneak in snacks and meals on the side. Marge becomes suspicious of Homer's weight gain and calls the producers of \"The Sneakers,\" a take-off on \"Cheaters.\" Meanwhile, Bart and Lisa go bike-riding in Springfield National Park, where they run into Martin Prince and play a prank on him. Bart and Lisa are wracked with guilt when their prank goes terribly wrong they think they're responsible for the accidental death of Martin Prince."}, {"title": "The Simpsons 19x15: Smoke on the Daughter", "description": "When Lisa convinces Marge to pursue her childhood dream of becoming a ballerina by auditioning for the Chazz Busby Ballet Academy, Chazz discovers Lisa's natural talent and enrolls her in the academy instead. During a break from practice, Lisa inhales her fellow ballerinas' cigarette smoke and attributes her improvement in ballet to smoking. Lisa soon becomes addicted to secondhand smoke, with no chance of quitting in sight. Meanwhile, Homer shows Bart his secret room where he manufactures beef jerky. When Homer realizes that a family of raccoons have made off with his beef, he decides to confront the animals."}, {"title": "The Simpsons 19x16: Papa Don't Leech", "description": "When Mayor Quimby realizes the city of Springfield has gone broke, Homer suggests they feign a natural disaster in order to obtain relief funds from the federal government. When the plan goes awry, Lisa goes through the town's financial records only to discover millions in uncollected city taxes. Springfield hits up its most notorious tax evaders, and Lurleen Lumpkin, a country music star Homer once managed, remains the last outstanding debtor. As Springfieldians scour the city to find her, Marge reluctantly permits the fugitive to stay with the family, creating a very interesting dynamic in the Simpson household."}, {"title": "The Simpsons 19x17: Apocalypse Cow", "description": "When Bart joins the 4-H Club, he unexpectedly falls in love with a cow named Lou. But when Bart finds out that Lou has been sold to a slaughterhouse, he becomes determined to save him. Bart and Lisa free Lou from the slaughterhouse, and Bart gives the cow to Mary, a fellow 4-H Club member. However, Mary's father mistakenly believes Bart is giving them the cow as a dowry for Mary's hand in marriage. When Homer and Marge hear of Bart's engagement, they devise a plan to save Lou and free Bart from his marriage."}, {"title": "The Simpsons 19x18: Any Given Sundance", "description": "Lisa makes a documentary about her family for a school project. After the success of her project, Principal Skinner and Superintendent Chalmers encourage her to enter the film into the Sundance Film Festival. But when Lisa's film premieres at Sundance, Homer, Marge and Bart are embarrassed by the candid behind-the-scenes look at their lives."}, {"title": "The Simpsons 19x19: Mona Leaves-a", "description": "When Homer's mother Mona (guest voice Glenn Close) unexpectedly passes away, Homer is filled with guilt for not telling her how much he loved her before she died. To make it up to her, Homer decides to fulfill her final wishes by throwing her ashes over Lake Wastershare at Springfield Monument Park. Blackboard: 'This punishment is not medieval.'."}, {"title": "The Simpsons 19x20: All About Lisa", "description": "As Krusty's new assistant, Lisa steals the spotlight and gets her own television show, leaving Krusty behind. But when she's honored as Entertainer of the Year at the Springfield Media Awards, she realizes that the she may not be cut out for showbiz after all. Meanwhile, Bart and Homer spend some time bonding through their newfound love of coin-collecting."}, {"title": "The Simpsons 20x01: Sex, Pies and Idiot Scrapes", "description": "Homer is sent to jail after a haphazard, booze-free brawl at the Springfield St. Patrick's Day parade. When he goes to get his bail bond, Homer meets Lucky Jim (guest voice Forster) and Wolf the Bounty Hunter and decides to try his own hand at the lucrative profession. The new-and-improved Homer the Bounty Hunter soon teams up with Ned Flanders to create quite the unlikely bounty-hunting duo, but when Homer's new no-mercy attitude gets the best of him, Flanders is less than impressed. Meanwhile, unbeknownst to her, Marge begins working at an erotic bakery."}, {"title": "The Simpsons 20x02: Lost Verizon", "description": "In order to save up money to buy a cell phone, Bart takes a job at a country club retrieving golf balls. While at the course, Bart watches celebrities, including Leary (guest-starring as himself) playing a round. When Leary's cell phone rings just as he is about to take a swing, he furiously throws the phone in the air and it lands right next to Bart. Bart decides to keep the cell and makes prank calls to all over the world pretending to be Leary. He even accepts a job offer from famed producer Grazer (guest-starring as himself) to star in the film version of \"Everyone Poops.\" When Marge discovers what Bart has been up to, she confiscates the device and calls Leary to return the phone. But Leary has a better idea, and instructs Marge to activate the GPS system on the phone so she can track Bart's every move. Bart quickly catches on and devises a plan that sends the family on a wild goose chase all the way to Machu Picchu. Blackboard: 'teacher's diet is working'."}, {"title": "The Simpsons 20x03: Double, Double, Boy in Trouble", "description": "When Lenny wins the lottery and invites the Simpson family to a celebratory party at a posh hotel, Bart meets his doppelganger, Simon Woosterfield, who happens to be a member of the richest family in Springfield. Simon and Bart decide to switch places, and Bart arrives at the lavish Woosterfield mansion only to find football great Joe Montana (guest-voicing as himself) hanging around the estate. As Simon adjusts to the simple life over at the Simpson household, Bart begins to notice his wealthy new siblings acting strangely toward him. With some frightening words of wisdom from Mr. Burns, Bart realizes his new siblings are plotting his demise so they can inherit the Woosterfield family fortune all for themselves. Lisa and Simon must reach Bart before he goes from riches to ditches. Blackboard: 'There's no such month as Rocktober'."}, {"title": "The Simpsons 20x04: Treehouse of Horror XIX", "description": "Three chilling tales of Halloween horror unwind in THE SIMPSONS annual \"Treehouse of Horror\" Halloween special. First, Homer kills off celebrities so their likenesses can be exploited free-of-charge in \"How to Get Ahead in Dead-Vertising.\" Next, Transformer-like robots duke it out in Springfield in \"Untitled Robot Parody.\" And in \"It's the Grand Pumpkin, Milhouse,\" Lisa accompanies Milhouse to a pumpkin patch to await the appearance of the Grand Pumpkin, but when he finally appears, the Grand Pumpkin goes on a rampage to avenge all the pumpkins carved and tortured in the name of Halloween. Also, the highly-anticipated episode opener features Homer Simpson as he attempts to cast his ballot for the 2008 Presidential election with a deadly twist."}, {"title": "The Simpsons 20x05: Dangerous Curves", "description": "When the Simpson family takes a road trip to a cabin in the woods, a series of flashbacks depict Homer and Marge's blissful courtship and their early married years. They recall their first encounter with Flanders and Maude twenty years prior at the very same cabins, where Flanders insisted the unmarried Homer and Marge stay in separates rooms. Later, they recall when they each met distracting members of the opposite sex who nearly wooed Homer and Marge away from each other. Bart and Lisa also reflect on happier times from their early childhood. Despite the obstacles and the passing of time, Homer and Marge attempt to see the forest for the trees."}, {"title": "The Simpsons 20x06: Homer and Lisa Exchange Cross Words", "description": "Lisa discovers her amazing talent for doing crossword puzzles and becomes an expert cruciverbalist, and she soon enters a citywide crossword puzzle tournament. Homer, short on cash after abandoning his \"Sweet Conclusions\" professional break-up artist business, goes to cheer Lisa on at her tournament and discovers an underground crossword puzzle betting ring. In the ultimate betrayal, Homer profits from betting against Lisa in the championship match. When the heartbroken Lisa finds out, Homer must spell out his love for her with a little help from New York Times crossword puzzle editor Will Shortz (guest voice as himself) and master crossword constructor Merl Reagle (guest voice as himself)."}, {"title": "The Simpsons 20x07: Mypods and Boomsticks", "description": "The Simpson family takes a trip to the Mapple Store at the Springfield Mall where Lisa get her very own Mypod, and Bart interrupts an announcement from Steve Mobbs with his own voiceover, causing pandemonium to break loose in the store. On his way home from the mall, Bart narrowly escapes punishment and befriends a Muslim boy named Bashir. Homer becomes suspicious of Bart's new friend and invites Bashir, his mother (guest voice Shohreh Aghdashloo) and his father over for dinner so he can investigate their supposed anti-American sentiments. Having already offended Bashir and his family at dinner, Homer goes to their home to apologize, but he instead snoops around their house, a la Jack Bauer, and uncovers what he believes to be a terrorist plot to blow up the Springfield Mall. The race is on as Homer tries to warn the residents of Springfield about the impending disaster. Blackboard 'Prosperity is just around the corner'."}, {"title": "The Simpsons 20x08: The Burns and the Bees", "description": "During the annual billionaires' retreat, Mr. Burns wins the Boston Celtics in a casual game of poker. While hosting the season opener in Springfield, Mr. Burns witnesses the antics of Dallas Mavericks' owner Mark Cuban (guest voice as himself). Fascinated with his behavior, Mr. Burns decides to emulate Cuban's over-the-top crowd pleasing stunts in order to win over the hearts of Springfield's basketball fans. In the midst of his failing endeavor, Mr. Burns decides that the best way to win over the fans is to build a brand new, state-of-the-art sports arena. Unfortunately, the last remaining bee colony in Springfield is located on the proposed stadium site, and Lisa is single-handedly spearheading a movement to protect them. As Lisa fights for a safe haven for the bees, Homer attempts to help the quickly diminishing bee population by mating the Springfield bees with Africanized bees, creating a buzzworthy fiasco."}, {"title": "The Simpsons 20x09: Lisa the Drama Queen", "description": "Lisa meets an equally academic and creative new friend named Juliet (guest voice Emily Blunt), and together they construct a fantasy world that takes them both a little too far from reality."}, {"title": "The Simpsons 20x10: Take My Life, Please", "description": "When Mayor Quimby inducts Vance Connor into the Springfield Walk of Fame, Homer recounts how he ran against Vance for class president in high school and lost. After a little digging, Homer learns that the election had been rigged, and he wonders what course his life would have taken if only fate had smiled on him. Homer soon meets an old Italian cook at Luigi's Italian Restaurant whose magical tomato sauce, when stirred in just the right way, reveals what Homer's life would have been like had he won the election. However, when Homer gets a chance to see what his life could have been, he wonders if fate was actually been on his side all along."}, {"title": "The Simpsons 20x11: How the Test Was Won", "description": "Bart is informed that he and a select group of students have received perfect scores on a practice test for the upcoming Vice President's Assessment Test. As a result, he will be exempt from taking the real exam and will be transported by helicopter to a pizza party. Shocked at how Bart could have performed better than she did, Lisa freezes up when it comes time for her to take the exam. However, Bart and the others soon realize their trip is not what it seems, and their day turns into an adventure all its own. Meanwhile, when Homer is late on making an insurance payment, he must avoid bodily accidents at all costs until his insurance check is cashed, making for one very tense afternoon. Blackboard: '\"march madness\" is not an excuse for missing school'."}, {"title": "The Simpsons 20x12: No Loan Again, Naturally", "description": "After too many years of financing Homer's annual Mardi Gras party on home equity loans, Homer and Marge's adjustable-rate mortgage skyrockets and they are forced to put their house up for sale. Flanders does a good deed by outbidding Mr. Burns and purchasing the property, thus becoming Homer and Marge's new landlord. But when Homer publicly accuses Flanders of neglecting the Simpsons' unsafe living conditions, Flanders threatens to throw the family out on the streets. Blackboard: 'I will not have fun with educational toys'."}, {"title": "The Simpsons 20x13: Gone Maggie Gone", "description": "When Homer leaves Maggie on the doorstep of a convent to keep her safe as he rescues Santa's Little Helper from a sticky situation, the nuns at the convent take Maggie in. Lisa comes up with a plan to infiltrate the convent and rescue Maggie. After deciphering a series of cryptic messages at the convent, Lisa sets off to find Springfield's most coveted jewel and gets a little help from an ancient order of mystery buffs led by Comic Book Guy and Principal Skinner. But when Springfield's Freemasons, led by Mr. Burns, get wind of Lisa's quest, she must race to solve the mystery and find Maggie."}, {"title": "The Simpsons 20x14: In the Name of the Grandfather", "description": "The Simpson family travels to Ireland to take Grandpa to have one last beer at his beloved O'Flanagan's Pub in Dunkilderry. However, when they arrive, the little town of Dunkilderry isn't the quaint little Irish village that Grandpa remembers. It has become a gentrified yuppie enclave filled with hipsters on laptops and Bluetooths, surrounded by swanky stores and coffee shops. When they track down O'Flanagan's Pub, the bar is run down and nearly empty. After a few spirits, Homer and Grandpa buy the pub from Tom O'Flanagan, and they are left with trying to bring the bar back to life amidst an ultra-hip, hardworking and sober Irish town. With a little help from Moe, they find the perfect scheme to bring the pub back to life and put \"Simpson & Son\" on the map."}, {"title": "The Simpsons 20x15: Wedding for Disaster", "description": "When Homer and Marge's marriage turns out to be invalid because Reverend Lovejoy was not licensed at the time, Homer asks Marge to marry him again. But when Homer mysteriously disappears on their wedding day, Bart and Lisa search for answers and are led on a cryptic trail of clues, leading them to Sideshow Bob. Meanwhile, Homer finds himself chained to a pipe in a dark room. When a mysterious voice tells him that the key to unlock his chains is inside a lollipop, he frantically eats it only to discover the lollipop is made of fiery hot sauce and he is tormented as Bart and Lisa race to save him. Blackboard: 'My piggy bank is not entitled to tarp funds'."}, {"title": "The Simpsons 20x16: Eeny Teeny Maya Moe", "description": "In an effort to spend more time with Maggie, Homer takes her to happy hour at Moe's. While at the bar, Moe tells Homer about his new love, Maya, a woman he met on the internet. When Moe finally meets Maya in person, she is just as beautiful as her photos but he can't help but notice one small detail: she is three feet tall. In order to make the relationship work, Moe must learn to love their differences."}, {"title": "The Simpsons 20x17: The Good, the Sad and the Drugly", "description": "When Bart and Milhouse pull off a prank at Springfield Elementary, Milhouse takes the fall and gets suspended from school. Homer forces Bart to sign in under Homer's name and visit Grampa at his retirement home, and Bart soon becomes smitten with a delightful 11-year-old volunteer named Jenny. Hoping to impress Jenny, Bart offers to volunteer at the home. But as Bart and Jenny's relationship progresses, Milhouse emerges from his suspension and is less than thrilled about Bart turning his back on him for a girl. Meanwhile, Lisa does a report on what Springfield will look like in 50 years and becomes very depressed at the dreary outlook. A concerned Marge takes Lisa to a psychiatrist who diagnoses Lisa with Environment-Related Despair and puts on her on an antidepressant to cure her eco-blues. Blackboard: 'I will not mock teacher's outdated cell phone'."}, {"title": "The Simpsons 20x18: Father Knows Worst", "description": "When Homer observes Bart and Lisa struggling in certain aspects of their academic and social lives at school, he becomes a proponent of \"helicopter parenting,\" the process of closely monitoring a child and forcing them to succeed. Homer takes hovering to a new level when he chooses a nearly impossible subject for Bart's balsa wood model-building competition and gives Lisa some not-so-friendly advice on how to make friends. Meanwhile, Marge discovers a sauna in the Simpson family's basement that she finds hard to resist. Blackboard: 'I will not put hot sauce in the CPR dummy'."}, {"title": "The Simpsons 20x19: Waverly Hills, 9021-D'Oh", "description": "When Marge learns Springfield Elementary is the worst school in the state, she and Homer rent an apartment in the upscale Waverly Hills neighborhood so Bart and Lisa can attend a better school. When Lisa is ostracized by the popular girls at Waverly Hills, Bart uses his newly established bad boy image to impress the other students and increase Lisa's popularity by telling everyone she is best friends with the pop star Alaska Nebraska. However, when Alaska Nebraska comes to town, Lisa is left wishing Bart had never opened his big mouth. Meanwhile, Homer moves into the new Waverly Hills apartment to make it look like someone is living there, and he quickly gets used to the bachelor lifestyle."}, {"title": "The Simpsons 20x20: Four Great Women and a Manicure", "description": "Marge and Lisa visit the nail salon where they engage in a spirited debate as to whether a woman can be smart, powerful and beautiful all at the same time. To prove their point, they spin four tales of famous women featuring famous Springfield faces: Selma as Queen Elizabeth I, Lisa as Snow White, Marge as Lady Macbeth and Maggie as the idealistic architect protagonist from Ayn Rand's \"The Fountainhead\" ."}, {"title": "The Simpsons 20x21: Coming to Homerica", "description": "When nearby Ogdenville's economy crumbles due to tainted barley discovered in Krusty's veggie burgers, the unemployed workers of Ogdenville flock to Springfield. After Mayor Quimby closes Springfield's borders and enlists private citizens to help patrol them, Homer organizes a border patrol group."}]}