{
    "tos": [{"title": "Star Trek TOS 1x01: The Man Trap", "description": "Professor Robert Crater and his wife Nancy are archeologists, investigating the ruins of a civilization on M-113. Enterprise visits for the annual physical examination required by regulations, but the professor seems oddly reluctant. He insists all he and his wife need is salt to cope with the heat. Then Crewman Green dies, his face marked by odd red rings. Crater says he ate the borgia plant which contains toxic chemicals. But its symptoms do not include the red mottling. Kirk and Spock are determined to discover what's going on, and doubly so when a crewman on the ship dies the same way as Green."}, {"title": "Star Trek TOS 1x02: Charlie X", "description": "A small ship, the Antares, transfers a passenger to Enterprise. He is Charles Evans, recently recovered from the lifeless planet Thasus, having survived there since he was marooned by the crash that killed his parents. Oddness seems to accompany Charlie. Antares calls, with a warning her captain does not finish delivering before his ship explodes. Soon enough it becomes clear that Charlie is a young man of extraordinary powers, able to cause things to happen merely by willing them to. Kirk must regain control of his ship from a troubled, dangerously powerful teenager."}, {"title": "Star Trek TOS 1x03: Where No Man Has Gone Before", "description": "Enterprise recovers the pitted and burned emergency buoy from the wreckage of Valiant which penetrated the odd energy barrier that surrounds the galaxy. Garbled recordings suggest odd consequences of that journey, and even that Valiant's own captain ordered her destruction. Enterprise also visits the barrier, and it has odd effects on certain members of the crew with high esper ratings. One in particular, Kirk's friend Gary Mitchell, appears to have developed nearly godlike mental and physical abilities, and lost his moral compass as well. Now Kirk must discover how to stop - and maybe kill - his old friend before that becomes impossible, and Mitchell goes on to conquer the Federation!"}, {"title": "Star Trek TOS 1x04: The Naked Time", "description": "Psi-2000 is a lifeless, frozen world in the final stages of planetary disintegration, an invaluable opportunity for scientific study. But the enter scientific outpost complement is dead, apparently by violence. And soon enough, an odd intoxication of similar nature begins sweeping through Enterprise, threatening all of the crew and even the ship itself, as intoxicated crewmen lose all sense of duty and purpose. Worse, McCoy's investigations reveal no causative agent, limiting his ability to treat those affected."}, {"title": "Star Trek TOS 1x05: The Enemy Within", "description": "An odd, yellowish ore with magnetic properties on a crewman's clothing affects the transporter, and when Kirk is subsequently beamed up, he is split into two \"halves\". One half of him possesses his benevolent qualities, but is indecisive. The other possesses his malevolent qualities, but is afraid. At first the crew is unaware of the problem, and Kirk's reputation suffers. Then they realize what has happened, and that the transporter is useless - just when they need to bring back the remaining planetary expedition before the sub-zero night kills them! And they must discover how to \"reassemble\" the captain when it becomes clear that neither half can survive for long without the other."}, {"title": "Star Trek TOS 1x06: Mudd's Women", "description": "The Enterprise recovers Harcourt Fenton Mudd from within an asteroid belt. His crew is also his cargo - wives for settlers on Ophiuchus III. These women are very beautiful, and have oddly compulsive effects on the male crewmembers. Having burned out most of her dilithium crystals protecting Mudd's ship, Kirk detours to a Rigel mining colony to secure more. But Mudd's women secure a communicator for him, enabling him to strike his own deal with chief miner Ben Childress and his associates. To obtain the crystals, Kirk must bring down Mudd's women, and must agree to dismiss charges against Mudd. Added to the mix is that the women may not be all they appear to be..."}, {"title": "Star Trek TOS 1x07: What Are Little Girls Made of?", "description": "Roger Korby, described as the \"Pasteur of archaeological medicine\" has built a reputation recovering the knowledge of dead alien civilizations, until five years ago when his entire expedition was lost on the frozen world Exo III. Or was it? When Enterprise assumes orbit, someone using Korby's voice responds to their hails. It seems Korby discovered that the civilization of Exo fled their ice age by going underground. He has uncovered some of their science, including their machinery for producing hardy androids - and for transferring a consciousness into such a machine. And he has plans for that technology. Ambitions, sinister plans..."}, {"title": "Star Trek TOS 1x08: Miri", "description": "Enterprise discovers a planet identical to Earth, with a very important exception: a few centuries earlier, a devasting plague struck. All of the adults were killed, but the children somehow survived - and still survive, hundreds of years later, feral and deeply distrustful of \"grups\". And there are monsters: insane, covered with scab-like plaques, they attack on sight. The disease is still active; the plaques appear on the landing party. If McCoy cannot discover a cure in the week they have left, all will die. Even Spock, now a carrier, cannot return to the ship."}, {"title": "Star Trek TOS 1x09: Dagger of the Mind", "description": "Enterprise stops at the Tantalus penal colony to deliver drugs and collect research materials. Except that the research materials box contains a dangerous madman, Simon van Gelder - the former director of the colony. Kirk and psychiatrist Helen Noel beam down to speak with Tristan Adams, to learn what happened to van Gelder. It seems Dr. van Gelder was the victim of a new device, a neural neutralizer. But was what happened really an accident, or something more sinister?"}, {"title": "Star Trek TOS 1x10: The Corbomite Maneuver", "description": "Mapping star systems, Enterprise encounters an odd cube. Apparently solid, it senses the ship, moves to block it - and when Enterprise attempts to disengage, pursues while emitting dangerous radiation. Kirk is forced to order its destruction. He probes farther, to find the builders of the device. And he does, when the Fesarius appears. The immense flag ship of the First Federation and her captain, the enigmatic Balok, regard the destruction of the cube as an aggressive act, and determine that the crew will be imprisoned and the ship destroyed."}, {"title": "Star Trek TOS 1x11: The Menagerie Part I", "description": "Spock diverts the Enterprise to Starbase 11, where Kirk discovers that Spock's former commander, Christopher Pike, has been seriously injured and disabled by exposure to delta rays, experienced while saving a class of cadets. Pike is now confined to an elaborate life support apparatus. Spock abducts Pike and locks the Enterprise on a course for Talos IV, the only planet subject to General Order 7: visiting the world is a capital crime. Spock refuses to explain his actions, but demands a court martial, during which he presents evidence of an earlier visit. War, thousands of centuries ago, devastated the planet, and it was only now becoming able to support life again. Its inhabitants, forced underground, had developed enormous mental powers, including the ability to place illusions within the minds of others. Their plan was to breed a race of slaves to help them reclaim their world, as they were fragile and their civilization degenerate: illusions had proved a kind of narcotic. To this end, they kidnapped Captain Pike years ago..."}, {"title": "Star Trek TOS 1x12: The Menagerie Part II", "description": "As the court martial continues, Kirk learns the Talosians meant to breed Pike with an earlier survivor, Vina, to produce their slave race. But Pike convinces them that Earthmen would prefer death to such slavery, however pleasant illusions could make it. Humans were the Talosians last chance, but Pike convinces them to release him. Finally, as they orbit Talos, Kirk learns why Spock violated General Order 7: here, in his illusory world, Pike can live out his remaining years as the man he once was. The Talosians agree to this, and the Federation suspends General Order 7 due to the circumstances."}, {"title": "Star Trek TOS 1x13: The Conscience of the King", "description": "Dr. Leighton calls Enterprise to his home on Planet Q with the promise of a new food source that could end hunger. But this is a ruse: Leighton is one of the few remaining survivors of Kodos the Executioner, who used a planetary famine to apply his own ideas of eugenics on Tarsus IV years earlier. A burned body convinced authorities that Kodos had died then, but Leighton is certain that actor Anton Karidian is Kodos. Kirk is less than amused at the deception - and then someone murders Leighton. It's not enough to accuse, but it is enough for suspicion, so Kirk arranges to strand the acting troupe, and then offers them a ride on Enterprise where he hopes to ascertain whether Leighton's accusation is true."}, {"title": "Star Trek TOS 1x14: Balance of Terror", "description": "The Enterprise tries to intercept a Romulan warship that is testing the Federation's defenses along the Neutral Zone separating the two."}, {"title": "Star Trek TOS 1x15: Shore Leave", "description": "Enterprise visits an idyllic planet, where McCoy encounters a large white rabbit that is \"very late\". And shortly afterwards, a little girl who is following him. McCoy isn't becoming insane; it soon becomes apparent that thinking about a thing will cause it to materialize, as everyone encounters people and things from their past or their fantasies. But something on the planet's surface is draining power from Enterprise. And then McCoy, convinced that what he sees is a harmless illusion, confronts a charging knight - and dies, pierced through the heart! What kind of odd world is this, and how can the ship and crew escape it?"}, {"title": "Star Trek TOS 1x16: The Galileo Seven", "description": "Enterprise is en route to the New Paris colony to deliver much needed medical supplies, needed to counter a plague. It passes Murasaki 312, a quasar-like system. Since there is time, Kirk's standing orders require him to dispatch a scientific team to study the phenomenon. The expedition immediately runs into trouble, pulled of course and forced to an emergency landing on Taurus II, then beset by the hulking, homicidal natives of that planet. Can Spock's purely logical approach to leadership save the expedition and reunite its members with Enterprise?"}, {"title": "Star Trek TOS 1x17: The Squire of Gothos", "description": "Within a \"star desert\" the crew encounter the odd, storm-wracked planet Gothos. Then Kirk and Sulu disappear from the bridge. The planet's sole inhabitant is the foppish Trelane, who lives in a manor house be believes represents modern Earth, but which is actually centuries out of date. He has plans for the crew, and the power to ensure that he gets what he wants. Kirk manages to thwart him, but it's only temporary: Trelane moves Gothos itself to intercept the fleeing starship! Against that kind of power, Kirk will need all his wits..."}, {"title": "Star Trek TOS 1x18: Arena", "description": "Enterprise stops at Cestus III, there to visit Commodore Travers, who enthusiastically invites Kirk to bring his key people to the surface. Beaming down, Kirk discovers the outpost has been destroyed! The landing party comes under attack, but Kirk and Spock recover a powerful ballistic weapon and strike back. The aliens flee, with Enterprise in hot pursuit, into an unknown region of space. There, both ships are paralyzed by an \"unidentifiable power\" from the distant star system of the Metrons, and both captains are transported to a world where they may engage in hand to hand combat to determine the fate of their respective ships. But is that the whole story?"}, {"title": "Star Trek TOS 1x19: Tomorrow Is Yesterday", "description": "A \"black star\" slingshots Enterprise back in time, to the 1960s, in Earth orbit. She appears almost directly above a military base, which draws all sorts of unwelcome attention. The base dispatches Major John Christopher to look. Enterprise attempts to keep him at bay with the tractor beam, but his aircraft is too fragile to withstand the beam and disintegrates, forcing Enterprise to beam Christopher aboard. Now they have disrupted history. Christopher himself is not historically significant, but his son is. He must be returned, but how?"}, {"title": "Star Trek TOS 1x20: Court Martial", "description": "Enterprise encounters an ion storm, which requires an observer in the ion pod. Top of the duty roster is Commander Ben Finney, who is tragically lost when Kirk must eject the pod as part of the Red Alert protocol. At the starbase, Commodore Stone discovers that the computer records tell a different story: that Kirk ejected the ion pod during Yellow Alert, and that if he had waited properly, Finney might still be alive. He offers Kirk a chance to resign his commission \"for the good of the service\", but Kirk refuses - and so draws a general court martial. His advocate? The quirky Samuel Cogley, who eschews his computer in favor of books."}, {"title": "Star Trek TOS 1x21: The Return of the Archons", "description": "Six thousand years ago, the planet Beta III was torn apart by war, crime, and corruption. Then a visionary leader arose, Landru, who became a benevolent autocrat. He has maintained a simple, stable society that has survived since then without those \"ancient evils\". Enterprise is there to investigate the disappearance of the starship Archon in the vicinity a century earlier. It seems that Landru dislikes those who display individuality; they must be absorbed into \"The Body\" or destroyed. So it was with the \"Archons\" and so it will be with the Enterprise unless Kirk can defeat Landru. But will unseating him destabilize the society? Will it be a violation of the Prime Directive?"}, {"title": "Star Trek TOS 1x22: Space Seed", "description": "The Enterprise chances across a DY-100 class ship, launched from Earth \"in the 1990s\". It carries around seventy people, who have been hibernating since their launch. The ship's systems revive the leader, whom Kirk soon learns is Khan Noonien Singh, the leader of a group of genetically enhanced \"supermen\" who nearly took control of Earth during the Eugenics Wars. They have essentially fled to the future, and with their capabilities, Khan plans to revive his campaign to place \"superior\" men in positions of leadership."}, {"title": "Star Trek TOS 1x23: A Taste of Armageddon", "description": "Kirk and the Enterprise have been sent to establish diplomatic relations with the planet Eminiar VII, a planet that decidedly does not wish such relations! But Ambassador Fox insists they make the attempt. Planetside, they learn Eminiar has been fighting a war with Vendikar, another planet in the same system, for five hundred years - a war fought entirely by computers, with casualties required to report to disintegration machines for tidy disposal. And the Enterprise has been declared a casualty of a \"tricobalt satellite explosion\"; her crew must likewise report for disintegration so their deaths may be recorded and reported to Vendikar."}, {"title": "Star Trek TOS 1x24: This Side of Paradise", "description": "The Federation established a colony on Omicron Ceti III before it knew that the system's star emitted Berthold Rays, which degrade animal tissue. Tolerable for short periods with precautions, these rays spelled doom for the colony. So how are they still alive, and in better health than when they left Federation space? And perhaps more importantly, why have they accomplished... nothing? The answer threatens the Enterprise..."}, {"title": "Star Trek TOS 1x25: The Devil in the Dark", "description": "Miners on the mineral rich world of Janus II have begun to die horribly, burned to a crisp by the effects of a powerful corrosive. The Federation depends on these mines to supply minerals to many other worlds, so it sends Kirk and the Enterprise to investigate. But a starship, as one miner acerbically comments, cannot enter the mining tunnels. Kirk and Spock will have to use their wits to solve this problem. And they'll have to do it quickly, since the same agency has sabotaged the antique pergium reactor that maintains life support."}, {"title": "Star Trek TOS 1x26: Errand of Mercy", "description": "Kirk and Spock transport to the planet Organia, a pastoral realm of very low technology, which has the misfortune of being strategically important to the Klingons, who plan to use Organia as a forward base when they war on the Federation. Despite Kirk's best efforts, he cannot seem to impress upon the Organians that they are in dire peril and should ally with the Federation. Then the Klingons arrive, and being imposing martial law, and taking and executing hostages. Kirk works behind the scenes to interfere, but when the Organians betray him to the Klingons, he starts to wonder if they are worth protecting."}, {"title": "Star Trek TOS 1x27: The Alternative Factor", "description": "An alien named Lazarus is somehow responsible for a kind of \"winking out\" effect - all of reality seems on the verge of collapse. He is fleeing a monster whose intent is nothing less than the destruction of reality. But through a mishap, Kirk is transported to the home of that monster. And he looks exactly like Lazarus! Kirk must decide which of them - if either - is the monster. If he guesses wrong, it's the end of everything."}, {"title": "Star Trek TOS 1x28: The City on the Edge of Forever", "description": "Ripples in time have provoked the curiosity of the Enterprise crew. One such ripple shakes the ship and gravely injures Sulu. McCoy brings him back from the brink with a powerful drug, but another ripple results in a tragic overdose, afflicting McCoy with dangerous paranoia! He beams down to the planet - the transporter was locked onto the source of the time disturbances. On the surface, he evades the landing party long enough to flee - into the past, where his psychosis results in him somehow erasing the Federation, and the Enterprise, save only the landing party. Their one chance is to use the same artifact - the self-styled Guardian of Forever - to arrive before McCoy and prevent him from changing their history."}, {"title": "Star Trek TOS 1x29: Operation: Annihilate!", "description": "Approaching the planet Deneva, the Enterprise encounters a private spacecraft whose pilot is flying desperately into the sun, the apparent act of a lunatic. Spock reveals disturbing news: a pattern of mass insanity that has spread across the galaxy in a nearly straight line, the current end of which is Deneva. The landing party discovers the horrifying truth - and one of them becomes its victim. Now the crew must devise a cure before Spock dies, or is driven hopelessly insane."}, {"title": "Star Trek TOS 2x01: Amok Time", "description": "Spock is becoming increasing irrational, even threatening to break McCoy's neck! He can't or won't explain this behavior to Kirk, only asking to return to Vulcan. It's a request Kirk cannot grant, given the Enterprise's other business. Until McCoy tells him if Spock continues to deteriorate, he will die in days! Kirk makes the decision to take his friend back to his home world, where he learns that Spock's problem has to do with marriage..."}, {"title": "Star Trek TOS 2x02: Who Mourns for Adonais?", "description": "Enterprise nears the planet Pollux IV, when an immense humanoid hand appears and seizes the ship! It is not actually living tissue, but a complex field of energy. And it belongs to a being who claims that he and his kind visited Earth long ago, and were then revered as gods - in this particular case, the Greek god Apollo. His request is a simple one: the crew of the Enterprise will depart the ship and establish a colony of worshippers. Of course, Kirk has no intention of doing this; he must make \"Apollo\" understand that humans have moved past him."}, {"title": "Star Trek TOS 2x03: The Changeling", "description": "A space probe of immense power and sophisticated technology has apparently annihilated the entire Malurian civilization, and now threatens Enterprise. But when Kirk hails it, the attacks cease and it allows itself to come aboard. Soon enough, the reason for its forebearance is revealed: it mistakening believes Kirk is its creator, Jackson Roykirk. This probe is Nomad, launched from Earth long ago. But its technology is far beyond what was understood then; beyond even what the modern Federation is capable of. What happened to Nomad, and why does it destroy whole civilizations?"}, {"title": "Star Trek TOS 2x04: Mirror, Mirror", "description": "The Halkans are a people deeply committed to peace. Kirk is trying to negotiate with them for dilithium, the rare mineral that's needed for warp power systems. But if there is even a chance their crystals will be used for violence, they cannot agree. Kirk beams back to his ship as a magnetic storm approaches - but the ship where he materializes is vastly different, run by savage opportunists, sadists, and killers. This ship, part of an Empire, will wipe the Halkans from their world and seize their crystals. Kirk must find a way to prevent that, and to return himself and his landing party home."}, {"title": "Star Trek TOS 2x05: The Apple", "description": "Gamma Trianguli VI is a peaceful planet with abundant plant life. It seems a paradise, but the landing party soon feels the thorns: poisonous plants, killer storms, and explosive rocks all claim lives. Eventually, they discover a small community of primitive people who serve the mysterious Vaal, an immense statue, chiefly by feeding it when it demands this. These people live immensely long lives, and do not age or procreate unless there is an accident. Theirs is a stagnant society, and into the bargain Vaal apparently has the means to attack the Enterprise..."}, {"title": "Star Trek TOS 2x06: The Doomsday Machine", "description": "Enterprise discovers the wreck of Constellation, a sister ship. The only survivor is Matt Decker, the Captain. He reports beaming his crew down to the fourth planet - except that there is no fourth planet! He investigated an odd occurrence: a planet apparently disintegrating, and discovered an immense space vessel cutting the planet apart with an antiproton beam, and digesting the pieces! This machine came from outside the galaxy, a relic of a devastating war fought long ago and far away. It will carve a path of destroyed solar systems through the most populous part of the Milky Way unless Kirk and his crew can stop it."}, {"title": "Star Trek TOS 2x07: Catspaw", "description": "Sulu, Scotty and Jackson explore Pyrus VII, and then Jackson calls the ship, \"one to beam up\". He materializes dead, and a sepulchral voice threatens Kirk, saying his ship is cursed! Beaming down, Kirk discovers his men enslaved by strange aliens, who have created a Gothic castle and other artifacts straight from Halloween. But their power and threat are real - they are from a place so alien, that the sensations of this universe are intoxicating. If not stopped, they pose a grave threat to the Federation."}, {"title": "Star Trek TOS 2x08: I, Mudd", "description": "Mr. Norman is a new crewmember whom McCoy finds off-putting. He acts like a Vulcan, which is odd in a human. There's a good reason: Mr. Norman is not human. He is one of a collection of androids sent to hijack Enterprise by Kirk's old adversary, Harcourt Fenton Mudd! Mudd has plans for the starship, grand plans. And so do the androids."}, {"title": "Star Trek TOS 2x09: Metamorphosis", "description": "Enterprise sends a shuttlecraft to retrieve Federation Commissioner Nancy Hedford, who suffers from Sakuro's Disease, so that she may be treated. The craft is pulled off course and lands on a small planetoid, where the crew discover the systems will not work. They also discover a man, apparently living alone there - or, is he? He seems to from time to time commune with an energy cloud, the alien being responsible for forcing the shuttlecraft down. It means for the crew to serve as companions for the man - forever."}, {"title": "Star Trek TOS 2x10: Journey to Babel", "description": "A large diplomatic conference will take place on Babel, to discuss the contentious issue of whether to admit Corridan to the Federation. Delegates are divided, and some of their motives are less than pure. Among these delegates is Sarek of Vulcan - Spock's estranged father. Add a mysterious challenging spacecraft and a murderer aboard the Enterprise, and Kirk has his hands full. Then Kirk himself is stabbed, leaving him seriously injured at the very moment when Spock is due to donate blood so that McCoy can operate on Vulcan ambassador Sarek's damaged heart. The key to solving this puzzle will require deducing which of the many factions is willing to go to violent lengths to sabotage this conference."}, {"title": "Star Trek TOS 2x11: Friday's Child", "description": "The Federation sends Kirk to negotiate for mining rights with Aka'ar, Te'er of the Ten Tribes of Capella IV. Capella IV has deposits of the rare mineral topaline, needed for life support systems. The Klingons need this mineral, too, and their presence creates tension further complicated by conflict among the members of the tribe. Ma'ab murders Aka'ar and becomes the new Te'er, and he has a decidedly different attitude that favors the Klingonm perspective. Worse, Kirk and McCoy will not stand by while he murders Ele'en, the pregnant wife of the old Te'er, despite this being Capellan tradition. Soon enough, the Federation party is running for the hills - literally - with Capellans and a Klingon in pursuit."}, {"title": "Star Trek TOS 2x12: The Deadly Years", "description": "Enterprise discovers the scientists on Gamma Hydra IV are all either dead or dying of old age, despite the fact that the oldest was around thirty! Matters get worse when the landing party begins to show signs of aging, all except for Chekov, who is mysteriously unaffected. Eventually, Kirk must be relieved of command, and as Spock and Scotty are both affected, Commodore Stocker assumes command. But Stocker has been a desk officer his entire career; he has no field experience, which leads him to make a desperate, wrong decision..."}, {"title": "Star Trek TOS 2x13: Obsession", "description": "On an obscure planet, Kirk smells something that reminds him of the past. And then two crewman die, their ghastly pallor betraying the fact that every red blood cell in their bodies has been destroyed, the hemoglobin neatly removed. A long time ago, very far from here, Kirk was a young Lieutenant about the Farragut when that ship encountered the cause: a mysterious, gaseous cloud that feeds on blood. Now, Kirk is obsessed with destroying the monster that killed his then mentor, the Farragut's captain Garrovik. Perhaps to an unhealthy degree. Or, given what Spock discovers, perhaps not."}, {"title": "Star Trek TOS 2x14: Wolf in the Fold", "description": "Kirk takes Scotty to Argelius, a planet renowed for hospitality. Scotty is still recovering from serious injuries accounted to a female member of the crew, so McCoy is concerned he might harbor subconscious resentment toward women. But apparently not; he takes a young woman for a walk through the fog. Kirk and McCoy leave later, and en route to another tavern, hear a high scream. They arrive to find Scotty, bloody knife in hand, standing over the body of the young woman, who has been stabbed dozens of times! They're certain Scotty is innocent despite the evidence, but proving that will require them to discover the actual murderer - and reveal a horrifying truth from history!"}, {"title": "Star Trek TOS 2x15: The Trouble with Tribbles", "description": "Under the terms of the Organian Peace Treaty, Sherman's Planet will become a colony of whoever can best develop it. To that end, the Federation intends to ship a large quantity of quadrotriticale to that planet, and Federation Undersecretary Nilz Baris is determined that the grain will arrive, so he orders the manager of Space Station K-9 to issue a distress call! Enterprise responds to discover no emergency; Baris just wants guards for his grain. And then a Klingon ship arrives, seeking shore leave. And Cyrano Jones, an itinerant trader, also arrives, with some odd animals he calls tribbles. Some very hungry, odd animals..."}, {"title": "Star Trek TOS 2x16: The Gamesters of Triskelion", "description": "Kirk, Uhura and Chekov are set to beam down to examine and maintain a communications relay station, when they vanish from the transporter room in a way inconsistent with normal transport! They have been whisked across planetary systems by the mysterious Providers, who gather \"inferior\" beings from all over the galaxy and pit them against each other in blood contests. This activity is the only thing that stimulates the Providers. As the three begin their involuntary training, Enterprise begins following the scant evidence their abductors left behind, trying to locate them."}, {"title": "Star Trek TOS 2x17: A Piece of the Action", "description": "The Horizon visited the planet Iotia a hundred years ago, long before the Prime Directive forbid interference in pre-warp alien cultures. Beaming down to investigate the damage, Kirk, Spock and McCoy discover a culture run by mobsters! It seems that Horizon left behind a book, \"Chicago Mobs of the Twenties\", and the highly imitative people of Iotia patterned their society after the groups described in its pages. How can Enterprise undo the grievous harm Horizon did to this civilization?"}, {"title": "Star Trek TOS 2x18: The Immunity Syndrome", "description": "Spock senses the crew of Intrepid, a starship crewed solely by Vulcans, die. Enterprise investigates, and discovers a zone of darkness which conceals the hazard: an immense yet single-celled organism which drains energy from anything it encounters, as it did the Intrepid and her crew. And unless they can discover how to destroy it, Enterprise will be next. Worse, there are signs the organism has accumulated sufficient energy to reproduce..."}, {"title": "Star Trek TOS 2x19: A Private Little War", "description": "Kirk returns to a planet he surveyed years ago as a younger officer. There he discovers that the villagers and the hill people are now fighting, because the villagers have developed crude firearms and the idea that they should simply take anything they want from the hill people. Worse, Spock is the victim of a gunshot! Kirk and McCoy return to the surface to investigate more completely, but Enterprise must leave to avoid detection - and then a mugato bites Kirk! He must make contact with the hill people, who number among them a kind of witch doctor called a kanutu, who may be able to help. But that help comes with a price..."}, {"title": "Star Trek TOS 2x20: Return to Tomorrow", "description": "Enterprise responds to odd readings, which lead the crew to a planet similar to Earth, except that it is much older, and a cataclysm stripped its atmosphere away a half million years ago; it has been dead ever since. But from somewhere on that world comes a voice. Something has evidently endured 500,000 years - the last survivors of the civilization that flourished here. And all they want are the bodies of a few humans..."}, {"title": "Star Trek TOS 2x21: Patterns of Force", "description": "Historian and sociologist John Gill has stopped responding to transmissions. He is embedded in the Ekosian population to study it. Investigating, Kirk and Spock discover that Ekos has developed nuclear weapons - an achievement well ahead of where they should be scientifically, based on past probes. And they have modeled their society on Nazi Germany, right down to oppression of their sister planet, Zeon. It seems apparent Gill has contaminated this society, but why? And why Nazi Germany?"}, {"title": "Star Trek TOS 2x22: By Any Other Name", "description": "Kelvans from the Andromeda galaxy have discovered that rising radiation levels will make their galaxy uninhabitable within ten millenia. So they have dispatched generation ships of soldiers to nearby galaxies to see which of them they might conquer. Enterprise encounters such a group when her crew answers a distress call. With the Kelvans' superior technology, they may well be able to conquer the entire Milky Way galaxy!"}, {"title": "Star Trek TOS 2x23: The Omega Glory", "description": "Enterprise discovers her sister ship, Exeter in orbit around a planet, unresponsive. Kirk, Spock and McCoy beam aboard and discover only empty uniforms mixed with a handful of crystals. Then they find a log - the ship is infected with a deadly plague! Their only chance is to beam down to the planet's surface immediately. There, they discover heartbreaking evidence that Exeter's captain Ronald Tracy has violated the prime directive, up to and including mass murder. But he has what he believes is a good reason - and it depends on McCoy's research into a long ago bacteriological war."}, {"title": "Star Trek TOS 2x24: The Ultimate Computer", "description": "Enterprise is chosen as the testbed for the revolutionary M-5 computer. The machine's inventor, Richard Daystrom, claims it can take control of a starship, freeing men for less dangerous and more rewarding work. It all depends on whether his breakthrough technology, multitronics, is as powerful and capable as he says. After a few exercises, Spock begins to wonder exactly how multitronics works - for the M-5 does not react as computers typically do."}, {"title": "Star Trek TOS 2x25: Bread and Circuses", "description": "The Enterprise follows the wreckage of the S.S. Beagle to a planet where they discover an Earth-like civilization, except that Rome never fell, and rules a world much like twentieth century America. Intercepted radio transmissions suggest deeper mysteries, so Kirk, Spock and McCoy beam down to investigate, and then find themselves caught between the Roman government and a group of \"sun worshippers\". Proconsul Claudius wants Kirk to beam down his entire crew; the Proconsul is determined that no one will leave this world!"}, {"title": "Star Trek TOS 2x26: Assignment: Earth", "description": "The Enterprise has used the \"light speed breakaway\" technique to travel to Earth in the year 1968, to study how humans survived the desperate problems of that era. Then, they intercept a man beaming back to Earth from at least a thousand light years away, a technical feat beyond even Federation science! Who is Gary Seven, how did he get access to such advanced technology, and why has he come to Earth? He has a story, but Kirk has trouble believing it. Worse, he has trouble knowing whether he should allow Seven to pursue his agenda, or try to stop him. One of those choices is certain to destroy the future... but which?"}, {"title": "Star Trek TOS 3x01: Spock's Brain", "description": "An alien woman materializes on the bridge of the Enterprise and knocks the command crew unconscious. When they come to, they discover that Spock's brain has been stolen and they have to race against time to track her down and recover the brain in order to save Mr. Spock."}, {"title": "Star Trek TOS 3x02: The Enterprise Incident", "description": "Captain Kirk acts strangely and ends up taking the ship into the Romulan neutral zone where they are surrounded by Romulans, the Romulan commander then takes a interest in Mr. Spock."}, {"title": "Star Trek TOS 3x03: The Paradise Syndrome", "description": "Mr. Spock must destroy an asteroid threatening a primitive world where lost and amnesiac Captain Kirk has taken a wife."}, {"title": "Star Trek TOS 3x04: And the Children Shall Lead", "description": "A group of orphaned children under an alien's control take over the minds of the Enterprise crew."}, {"title": "Star Trek TOS 3x05: Is There in Truth No Beauty?", "description": "Only a jealous scientist can save Spock when he goes mad after seeing a hideous Medusan."}, {"title": "Star Trek TOS 3x06: Spectre of the Gun", "description": "Powerful aliens transport the Enterprise officers into an illusionary re-creation of the gunfight at the OK Corral."}, {"title": "Star Trek TOS 3x07: Day of the Dove", "description": "An alien which feeds on violence traps Klingons and Enterprise crewman together."}, {"title": "Star Trek TOS 3x08: For the World is Hollow and I Have Touched the Sky", "description": "After Dr. McCoy informs Captain Kirk that he is dying, the Enterprise crew discovers a planetoid that is on a collision course with a inhabited world. Kirk, Spock and McCoy beam down and discover it is a populated space ship where most of the inhabitants having no clue they are on a space ship."}, {"title": "Star Trek TOS 3x09: The Tholian Web", "description": "Kirk is trapped on a disintegrating star ship and drifts between dimensions while the Tholian's create a energy web around the Enterprise to prevent them from escaping."}, {"title": "Star Trek TOS 3x10: Plato's Stepchildren", "description": "Rulers of a culture modeled after Platos Republic kidnap Kirk, Spock and Dr. McCoy."}, {"title": "Star Trek TOS 3x11: Wink of an Eye", "description": "The dying Scalosians, invisible to humans, need the Enterprise crew to help repopulate their decimated planet."}, {"title": "Star Trek TOS 3x12: The Empath", "description": "After arriving at a outpost to pick up the two members of a science team, Kirk, McCoy and Spock find the team missing. They are then transported to another location by alien beings who use them in a torturous experiment involving a young girl who does not speak."}, {"title": "Star Trek TOS 3x13: Elaan of Troyius", "description": "Klingons interfere when the Enterprise is ordered to transport an unwilling royal bride to her wedding in another star system. During the trip, the enterprise is sabotaged."}, {"title": "Star Trek TOS 3x14: Whom Gods Destroy", "description": "Inmates gain control of an insane asylum, taking visiting Kirk and Spock prisoner."}, {"title": "Star Trek TOS 3x15: Let That Be Your Last Battlefield", "description": "A thousand-year feud between sworn enemies threatens to destroy the Enterprise."}, {"title": "Star Trek TOS 3x16: The Mark of Gideon", "description": "Captain Kirk suddenly finds himself on what appears to be the Enterprise, alone except for a beautiful alien woman while on a away mission to the planet Gideon."}, {"title": "Star Trek TOS 3x17: That Which Survives", "description": "The Enterprise discovers a planet that defies the conventional theories of planetology, so Kirk, Sulu, McCoy and D'Amato (a geologist) beam down to investigate. As they depart, a mysterious woman appears in the transporter room and attacks the chief there. Then the Enterprise is hurled nearly a thousand light years away! The strange female apparition reappears, and demonstrates that she is a grave threat to both stranded crew and the ship..."}, {"title": "Star Trek TOS 3x18: The Lights of Zetar", "description": "A mysterious storm has inflicted heavy - perhaps irreparable - damage on the library planetoid Memory Alpha. And it seems to have a curious affiliation with new crewmember Myra Romaine. As the Enterprise pursues the hazard, Romaine falls more under its influence, and the crew learns is is not a storm at all, but a form of life that means to survive at ANY cost."}, {"title": "Star Trek TOS 3x19: Requiem for Methuselah", "description": "Rigelian Fever rages about the Enterprise; on a small planet named Holberg 917G, the crew has discovered a source of the only cure, ryetalin. Kirk, Spock and McCoy beam down, and discover the planet is the private property of Flint. At first uncooperative, Flint relents and permits the crew to gather the material. But events soon have them wondering about Flint's real goals, and his mysterious ward, the enchanting Rayna."}, {"title": "Star Trek TOS 3x20: The Way to Eden", "description": "The Enterprise intercepts a stolen space yacht, whose thieves destroy it rather than face capture. But they are captured, and revealed as \"counterculture\" individuals looking for a mysterious planet they call Eden. Led by an insane genius, they manage to capture the Enterprise long enough to direct it to Eden, which is located in the Romulan Neutral Zone! And to make their escape, they create a lethal trap for the crew."}, {"title": "Star Trek TOS 3x21: The Cloud Minders", "description": "The planet Merek II is gripped by a botanical plague. The only cure is the mineral zeenite, and the only practical source of that is Ardana. But Ardana has a stratified city: the troglytes who labor live in harsh conditions, while philosophers and artists enjoy the beauty of its floating city, Stratos. One among the troglytes, Vanna, means to change this, and plans to exploit the crisis - and Federation representatives Kirk and Spock - to accomplish that."}, {"title": "Star Trek TOS 3x22: The Savage Curtain", "description": "The Enterprise surveys the planet Excalbia. As its surface is the temperature of molten rock, no landing party is possible, so when the orbital survey concludes, Kirk orders the ship to leave. And then... Abraham Lincoln appears, and at the same time a region forms on the planet suitable for human life. Kirk and Spock beam down and discover Yarnek. It seems the Excalbians are struggling to understand the concepts of good and evil; the help themselves they have constructed an experiment: four examplars of good, including Kirk and Spock, will battle four exemplars of evil, notorious figures from history. And if good loses, the Enterprise will be destroyed..."}, {"title": "Star Trek TOS 3x23: All Our Yesterdays", "description": "While trying to locate the missing population of a planet doomed by a coming nova, Kirk, Spock, and McCoy find a mysterious librarian who sends them back into the planet's past. While Spock and McCoy fight for survival in a frigid landscape, Kirk is accused of witchcraft."}, {"title": "Star Trek TOS 3x24: Turnabout Intruder", "description": "Janice Lester, a lover from Kirk's past, uses alien technology to switch her consciousness into his body and vice versa, so that she can take command of the Enterprise and become a Starfleet captain as she always wanted."}],
    "tng": [{"title": "Star Trek TNG 1x01: Encounter at Farpoint (1)", "description": "Captain Picard takes command of the Galaxy Class Federation starship, the ‘Enterprise. Picard not only takes over the ‘Enterprise' but has his first encounter with a extremely powerful life form known as ‘Q' who proceeds to put humanity on trial for their crimes. Q makes their first mission to the Farpoint station on Daneb IV a extreme test for the existence of humanity."}, {"title": "Star Trek TNG 1x02: Encounter at Farpoint (2)", "description": "At the end of the trial, Q gives Captain Picard 24 hours to solve the mystery of Farpoint station and save the human race. Picard and his team come to a unusual conclusion about the problems encountered at the way station in space."}, {"title": "Star Trek TNG 1x03: The Naked Now", "description": "The Enterprise away team is investigating mysterious deaths and Geordi becomes infected with a illness that is mind-altering and starts spreading throughout the rest of the ships crew."}, {"title": "Star Trek TNG 1x04: Code of Honor", "description": "While involved in a treaty discussion with the inhabitants of Ligon II, Tasha is abducted and Picard is forced to abide by the inhabitants Code of Honor to obtain her release."}, {"title": "Star Trek TNG 1x05: The Last Outpost", "description": "Ferengi and Enterprise teams beam down to an unknown world to discover who or what has sapped power from both vessels."}, {"title": "Star Trek TNG 1x06: Where No One Has Gone Before", "description": "Teenager Wesley Crusher and a dying alien are the crew's only hope for escape from a bizarre galaxy where thoughts become real."}, {"title": "Star Trek TNG 1x07: Lonely Among Us", "description": "Passing through a series of complex energy patterns, the Enterprise crew find themselves trying to solve the mystery surrounding the death of Assistant Chief Engineer Singh and the altered personalities of Lt. Worf, Dr. Crusher and the Captain."}, {"title": "Star Trek TNG 1x08: Justice", "description": "To learn the origin of a mysterious ship, Picard must get help from a planet where Wesley faces a death sentence."}, {"title": "Star Trek TNG 1x09: The Battle", "description": "A vengeful Ferengi captain returns Picard's long-lost ship, the Stargazer, after installing a mind-altering device."}, {"title": "Star Trek TNG 1x10: Hide and Q", "description": "Q gives the powers of the Q to Riker and tells him his shipmates wishes will be granted if he joins with those of the Q Continuum."}, {"title": "Star Trek TNG 1x11: Haven", "description": "Counselor Troi faces an arranged marriage when the Enterprise arrives at a planet, her future husband to be has had dreams of a unknown woman for years before meeting her."}, {"title": "Star Trek TNG 1x12: The Big Goodbye", "description": "Captain Picard, Data and Dr. Crusher are trapped in a holodeck program as 1940's detectives during a holdeck malfunction that interferes with a meeting with a alien species that requires the captain only."}, {"title": "Star Trek TNG 1x13: Datalore", "description": "The Enterprise explores Data's home planet, Omicron Theta. They find his brother, and the dark secret he carries."}, {"title": "Star Trek TNG 1x14: Angel One", "description": "An Enterprise away team beams down to a planet with a matriarchal society to search for survivors of a crashed Federation freighter."}, {"title": "Star Trek TNG 1x15: 11001001", "description": "At a Federation space station aliens known as the Binars come aboard to upgrade the Enterprises computer and Holographic systems. During this process, the Enterprise is hijacked while Captain Picard and Riker are in the Holodeck."}, {"title": "Star Trek TNG 1x16: Too Short a Season", "description": "A diplomat is requested to mediate a hostage situation and the leader of the world wants the same diplomat that negotiated more than 40 years before. The Admiral who did the negotiations in the past comes on board and starts acting more strangely as time passes."}, {"title": "Star Trek TNG 1x17: When the Bough Breaks", "description": "Inhabitants of an advanced planet, who can no longer reproduce, plan to kidnap children from the Enterprise to rebuild their race."}, {"title": "Star Trek TNG 1x18: Home Soil", "description": "On Velara III, Data and Geordi discover a microscopic creature responsible for the death of an engineer."}, {"title": "Star Trek TNG 1x19: Coming of Age", "description": "Wesley is put to the test as he competes with the other top candidates to get into Starfleet Academy. Meanwhile the Enterprise is put under the scrutiny of a Starfleet officer that seems to be looking for trouble."}, {"title": "Star Trek TNG 1x20: Heart of Glory", "description": "The Enterprise rescues the crew of a damaged vessel in the Neutral zone, discovering several renegade Klingons who decide that they want Lt. Worf to join them."}, {"title": "Star Trek TNG 1x21: The Arsenal of Freedom", "description": "While investigating the disappearance of the star ship Drake, an away team beams down to a strange planet where they received a message about arms sales upon arriving in orbit. Captain Picard and Dr. Crusher vanish during the mission and the Enterprise comes under attack."}, {"title": "Star Trek TNG 1x22: Symbiosis", "description": "When the Enterprise rescues a freighter with engine problems and is being drawn into a planets gravitational field, Picard gets more than he bargained for when it is discovered that the one planets inhabitants may be carrying a disease. The disease causes Picard to consider the Federation's Prime Directive and why it is necessary."}, {"title": "Star Trek TNG 1x23: Skin of Evil", "description": "Deanna is held hostage by a black oil-like alien creature capable of infinite sadism… and infinite power. To save her, one of the Enterprise crew will die."}, {"title": "Star Trek TNG 1x24: We'll Always Have Paris", "description": "Captain Picard reflects on a missed liason at a Paris cafe years in his past when the Enterprise gets a distress call from a scientist who is experimenting with Time rifts and is married to the lady he was supposed to meet in Paris all those years ago."}, {"title": "Star Trek TNG 1x25: Conspiracy", "description": "Spurred by reports of misdeeds in Starfleet's top echelon, Captain Picard heads for Earth to uncover the truth."}, {"title": "Star Trek TNG 1x26: The Neutral Zone", "description": "The Enterprise encounters a ancient capsule containing cryogenically frozen people from 20th Century Earth. Data then brings them on board while the Enterprise is on its way to investigate a series of destroyed Federation outposts at the edge of the Romulan/Federation Neutral zone. The Enterprise soon encounters a Romulan Warbird after the Romulans presence being long absent."}, {"title": "Star Trek TNG 2x01: The Child", "description": "Counselor Deanna Troi announces she is pregnant; the crew sets out to bring a deadly plasma plague to a laboratory."}, {"title": "Star Trek TNG 2x02: Where Silence Has Lease", "description": "A being conducting an experiment traps the Enterprise in a region void of energy and matter."}, {"title": "Star Trek TNG 2x03: Elementary, Dear Data", "description": "Data dons a deerstalker to solve a Sherlock Homes mystery in a holodeck recreation of Victorian London."}, {"title": "Star Trek TNG 2x04: The Outrageous Okona", "description": "A roguish space captain charms all; Data consults a comic about humor."}, {"title": "Star Trek TNG 2x05: Loud as a Whisper", "description": "A deaf mediator's mission to a warring planet is jeopardized when his chorus of interpreters is killed."}, {"title": "Star Trek TNG 2x06: The Schizoid Man", "description": "A brilliant, dying scientist who seeks immortality transfers his mind and knowledge into Data."}, {"title": "Star Trek TNG 2x07: Unnatural Selection", "description": "After discovering a unresponsive federation starship, Dr. Pulaski contracts a disease and starts to age."}, {"title": "Star Trek TNG 2x08: A Matter of Honor", "description": "Commander Riker swaps positions and becomes a temporary first officer on the Klingon ship the Pah. A new crew member of the Enterprise scans the Pagh and discovers a micro lifeform growing on the hull of the ship."}, {"title": "Star Trek TNG 2x09: The Measure of a Man", "description": "Commander Maddox, a scientist who opposed Data's entrance to Stafleet, now wants to dismantle Data in order to study him and create more androids. Data is forced to resign from Starfleet  to avoid a dangerous test.  Captain Picard ends up in a court battle to decide if Data is a lifeform or owned property."}, {"title": "Star Trek TNG 2x10: The Dauphin", "description": "When the Enterprise transports a future leader to another world, a guardian stands between Wesley and a potential love interest."}, {"title": "Star Trek TNG 2x11: Contagion", "description": "When coming to the aid of another Federation ship that is having problems in the Romulan neutral zone, the Enterprise starts having computer problems that leave the ship helpless. Picard believes that the problems may have something to do with a extinct alien race called the Iconians."}, {"title": "Star Trek TNG 2x12: The Royale", "description": "Riker, Worf and Data are trapped in the Hotel Royale and are unable to find their way out."}, {"title": "Star Trek TNG 2x13: Time Squared", "description": "The Enterprise picks up a Star Fleet shuttle floating in space and much to the crew's surprise, another Captain Picard is on board the shuttle. They then learn that the Enterprise is destroyed in a upcoming disaster."}, {"title": "Star Trek TNG 2x14: The Icarus Factor", "description": "Riker is offered a possible command of his own and in the process encounters his estranged father who brings him the news. Lt. Worf starts having emotional issues and Wesley digs into Klingon traditions to discover the cause."}, {"title": "Star Trek TNG 2x15: Pen Pals", "description": "Data makes contact with a alien girl and pen pals with her. He then discovers that her planet is in danger fand she could be killed."}, {"title": "Star Trek TNG 2x16: Q Who?", "description": "After Picard refuses to let Q join the crew, Q hurls the Enterprise into a far quadrant of space where they have a encounter with a unknown cybernetic race. A little bit of Guinan's past is revealed when she senses something is wrong on board Enterprise."}, {"title": "Star Trek TNG 2x17: Samaritan Snare", "description": "Geordi's life is jeopardized when an alien race kidnaps him; Picard is near death with heart complications."}, {"title": "Star Trek TNG 2x18: Up the Long Ladder", "description": "The Enterprise crew encounters a SOS from a lost colony ship and encounters a group of primitive colonists and after assisting them, they encounter the remaining colonists that traveled with them on another world with a unique problem of their own."}, {"title": "Star Trek TNG 2x19: Manhunt", "description": "On her way to a conference, Troi's mother boards the Enterprise and flirts with Picard."}, {"title": "Star Trek TNG 2x20: The Emissary", "description": "Worf's old love, a human-Klingon hybrid, arrives to deal with a shipload of Klingons in cryogenic sleep."}, {"title": "Star Trek TNG 2x21: Peak Performance", "description": "The Ferengi ambush the Enterprise and another vessel during a battle simulation."}, {"title": "Star Trek TNG 2x22: Shades of Gray", "description": "Stardate: 42976.1 - Riker being infected by an alien is used as the basis for a clip show."}, {"title": "Star Trek TNG 3x01: Evolution", "description": "The Enterprise brings eminent scientist Dr. Paul Stubbs to the site of a binary star system, expecting a massive stellar explosion to occur in a few hours. He has waited many years for this event and has devoted his entire life to its study. The Enterprise, however, begins to suffer a series of malfunctions, some minor but others far more serious."}, {"title": "Star Trek TNG 3x02: The Ensigns of Command", "description": "When a alien race demands that a lost human colony is to be evacuated, Data is sent to deal with the issue and has problems convincing the leader of the colony to abandon their homes."}, {"title": "Star Trek TNG 3x03: The Survivors", "description": "Captain Picard and the crew visit a isolate planet that is the home to two people who lived through a devastating attack. Picard then begins to suspect that all is not as it seems when the Enterprise is repeatedly attacked by a unknown ship."}, {"title": "Star Trek TNG 3x04: Who Watches the Watchers", "description": "When a secret Federation observation post is accidentally revealed, a primitive culture ends up worshiping Picard as a god and prepares to sacrifice Troi to appease him."}, {"title": "Star Trek TNG 3x05: The Bonding", "description": "Worf takes responsibility for a boy when his mother, the ships archaeologist is killed on a away mission."}, {"title": "Star Trek TNG 3x06: Booby Trap", "description": "The Enterprise experiences a rapid energy drain that leaves the crew vulnerable to radiation exposure while exploring in a area of space where a alien race once lived."}, {"title": "Star Trek TNG 3x07: The Enemy", "description": "A Romulan warship thwarts attempts to rescue Geordi, stranded on a planet swept by electrical storms."}, {"title": "Star Trek TNG 3x08: The Price", "description": "Troi falls for a handsome delegate who uses underhanded tactics in negotiations."}, {"title": "Star Trek TNG 3x09: The Vengeance Factor", "description": "Picard offers to mediate a dispute between a peaceful society and a renegade clan that steals to live."}, {"title": "Star Trek TNG 3x10: The Defector", "description": "A Romulan defector leads the Enterprise into a confrontation that could erupt into war."}, {"title": "Star Trek TNG 3x11: The Hunted", "description": "A prison escapee claims he is a soldier brainwashed by his goverment to kill."}, {"title": "Star Trek TNG 3x12: The High Ground", "description": "A radical takes Dr. Crusher hostage to treat his injured Comrades."}, {"title": "Star Trek TNG 3x13: Déjà Q", "description": "Picard's nemesis Q, claiming to have lost his powers, appears on the Enterprise."}, {"title": "Star Trek TNG 3x14: A Matter of Perspective", "description": "A widow accuses Riker of seducing her and killing her husband, a respected scientist."}, {"title": "Star Trek TNG 3x15: Yesterday's Enterprise", "description": "An Enterprise from the past breaks through a time rift, altering the course of history."}, {"title": "Star Trek TNG 3x16: The Offspring", "description": "An admiral (Nicolas Coster) wants to remove Data's creation, a female android, from the Enterprise."}, {"title": "Star Trek TNG 3x17: Sins of the Father", "description": "Lt. Worf and his brother Kurn defend their family honor when the Klingon high council accuses their late father of treason."}, {"title": "Star Trek TNG 3x18: Allegiance", "description": "Stardate: 43714.1 Picard is secretly abducted and switched with an alien double. The crews' suspicions are raised when he starts exhibiting unusual behaviour, and is relieved of command."}, {"title": "Star Trek TNG 3x19: Captain's Holiday", "description": "Stardate: 43745.2 While on vacation on Risa, Captain Picard encounters two Vorgons from the 27th Century who claim they are searching for a powerful weapon hidden somewhere on the planet."}, {"title": "Star Trek TNG 3x20: Tin Man", "description": "Stardate: 43779.3 The Enterprise encounters a 'living' ship in the Neutral Zone, and risks breaking the Romulan Federation alliance in order to bring it into contact with a Betazoid emissary."}, {"title": "Star Trek TNG 3x21: Hollow Pursuits", "description": "Stardate: 43807.4 A nervous and insecure officer, Lt. Reginald Barclay, places the Enterprise in great danger when he neglects his duties in Engineering, and instead spends his time acting out his fantasies on the holodeck."}, {"title": "Star Trek TNG 3x22: The Most Toys", "description": "Stardate: 43872.2 The crew are shattered by the apparent death of Data in a shuttle explosion, and are prevented from carrying out a detailed investigation when Starfleet gives them orders for a new mission elsewhere. However, the crew don't realize that he was actually abducted and placed on display as part of a collection of rare and valuable items held by a disreputable character."}, {"title": "Star Trek TNG 3x23: Sarek", "description": "Vulcan ambassador Sarek becomes temperamental while on the Enterprise with his wife."}, {"title": "Star Trek TNG 3x24: Ménage à Troi", "description": "The Ferengi kidnap Riker, Troi and her visiting mother."}, {"title": "Star Trek TNG 3x25: Transfigurations", "description": "The Enterprise crew saves a badly injured humanoid who possesses remarkable powers."}, {"title": "Star Trek TNG 3x26: The Best of Both Worlds", "description": "The Borg advance their plans to assimilate the human race by kidnapping Picard and making him into their spokesman."}, {"title": "Star Trek TNG 4x01: The Best of Both Worlds Part II", "description": "Riker is torn between saving Picard or humanity when the Borg plan to use the abducted captain in their scheme to destroy Earth and turn him into Locutus."}, {"title": "Star Trek TNG 4x02: Family", "description": "Picard meets with his older brother in France, and contemplates resigning his Starfleet commission after his ordeal with the Borg. Worf's adoptive parents spend time with their son on the Enterprise, and succeed in embarrassing him in front of his crewmates."}, {"title": "Star Trek TNG 4x03: Brothers", "description": "While escorting a seriously ill boy to the closest Federation Starbase for treatment, Data mysteriously takes control of the Enterprise and takes it to a distant planet. He learns that his creator has summoned him for an important meeting that could change his life. However, Dr. Soong unknowingly summoned Data's twin brother Lore, into the bargain."}, {"title": "Star Trek TNG 4x04: Suddenly Human", "description": "Picard faces a child-custody dilemma after the Enterprise rescues an orphaned human child."}, {"title": "Star Trek TNG 4x05: Remember Me", "description": "When Doctor Crusher leaps into another dimension of reality, Enterprise crew members mysteriously disappear."}, {"title": "Star Trek TNG 4x06: Legacy", "description": "Tasha Yar's sister helps the Enterprise rescue Federation members held hostage on her planet."}, {"title": "Star Trek TNG 4x07: Reunion", "description": "Worf deals with a personal dilemma, Picard mediates a power struggle between successors to the Klingon Empire."}, {"title": "Star Trek TNG 4x08: Future Imperfect", "description": "After an aborted mission to an uninhabited planet, Riker awakens in the future with no memory of the past 16 years."}, {"title": "Star Trek TNG 4x09: Final Mission", "description": "Wesley goes on one last mission with Captain Picard that jeopardizes the Captains life before going to Starfleet academy."}, {"title": "Star Trek TNG 4x10: The Loss", "description": "Troi loses her empathic sense at the same time the Enterprise encounters a mysterious life form that appears to be heading toward self-destruction."}, {"title": "Star Trek TNG 4x11: Data's Day", "description": "While the USS Enterprise heads towards a secret rendezvous, a friend's upcoming wedding compounds Data's confusion about the nuances of human feelings."}, {"title": "Star Trek TNG 4x12: The Wounded", "description": "Picard and the crew attempt to apprehend a renegade Federation starship that has attacked a Cardassian space station without provocation."}, {"title": "Star Trek TNG 4x13: Devil's Due", "description": "Picard tries to save a terrorized planet and the Enterprise from a woman claiming to be the devil who has returned after 1,000 years to claim the planet as she was promised."}, {"title": "Star Trek TNG 4x14: Clues", "description": "Upon investigating a newly discovered Class M planet, the crew are knocked unconscious. Data claims that they had only lost 30 seconds, but the crew begin to discover clues that Data may be lying about more than just that small detail."}, {"title": "Star Trek TNG 4x15: First Contact", "description": "A first-contact mission puts Riker in an alien hospital, leaving Picard to convince the planet's leaders that the Enterprise poses no threat."}, {"title": "Star Trek TNG 4x16: Galaxy's Child", "description": "After killing an attacking life form, the Enterprise discovers a \"baby\" within its womb; Geordi meets the object of his admiration, but his overly familiar attitude toward her makes their interactions uncomfortable."}, {"title": "Star Trek TNG 4x17: Night Terrors", "description": "When the Enterprise becomes stuck in an energy-draining rupture in space known as a Tyken's Rift, the crew begins experiencing severe sleep deprivation, but one crew member's recurring dream may provide the solution that saves them all."}, {"title": "Star Trek TNG 4x18: Identity Crisis", "description": "Geordi begins to exhibit signs of mutating into another life form as a result of a parasite picked up on an Away Team mission."}, {"title": "Star Trek TNG 4x19: The Nth Degree", "description": "An alien probe threatens the Enterprise when it emits an energy surge that turns an innocuous crew member into a superhuman."}, {"title": "Star Trek TNG 4x20: Qpid", "description": "Q questions the dispassionate Captain Picard about his relationship with a beautiful archaeologist, but when Picard refuses to give him any satisfactory answers, he transports the crew to Sherwood Forest for a reenactment of the Robin Hood legend."}, {"title": "Star Trek TNG 4x21: The Drumhead", "description": "When an explosion damages the Enterprise's warp engine, a retired Starfleet admiral boards the ship and begins an investigation that ultimately leads her to suspect Captain Picard of participating in a treasonous conspiracy."}, {"title": "Star Trek TNG 4x22: Half a Life", "description": "Lwaxana Troi pays another visit to the Enterprise, where she falls in love with a scientist from Kaelon II, but she is shocked to learn that he must soon return home to participate in a suicide ritual their culture has practiced for generations."}, {"title": "Star Trek TNG 4x23: The Host", "description": "While on a peacekeeping mission to the Peliar system, a Trill ambassador begins a relationship with Dr. Crusher, but when he is injured in a surprise attack, he must confess to the doctor that his body is merely a host for a parasite."}, {"title": "Star Trek TNG 4x24: The Mind's Eye", "description": "The Romulans brainwash Geordi as part of a plot to drive a wedge between the Federation and the Klingon Empire."}, {"title": "Star Trek TNG 4x25: In Theory", "description": "While the Enterprise explores a nebula with unusual properties, Data becomes involved with a crew member."}, {"title": "Star Trek TNG 4x26: Redemption", "description": "Part 1 of 2. Picard tries to keep the Federation neutral when the Klingon Empire faces civil war; Lt. Worf struggles with divided loyalties."}, {"title": "Star Trek TNG 5x01: Redemption II", "description": "Part 2 of 2: Suspecting Romulan interference, Picard gets involved in the Klingon civil war."}, {"title": "Star Trek TNG 5x02: Darmok", "description": "Picard encounters the leader of a civilization which communicates only in metaphor."}, {"title": "Star Trek TNG 5x03: Ensign Ro", "description": "A Starfleet admiral, unwittingly being used by outside forces, involves the Enterprise crew in a deadly conspiracy."}, {"title": "Star Trek TNG 5x04: Silicon Avatar", "description": "When the Crystalline Entitiy reappears, Picard and Data try to establish communication with it before it is destroyed by a vengeful scientist."}, {"title": "Star Trek TNG 5x05: Disaster", "description": "A natural force damages the Enterprise, trapping Picard and forcing Troi to act as captain."}, {"title": "Star Trek TNG 5x06: The Game", "description": "The Enterprise gets a surprise visit from Starfleet Academy Cadet Wesley Crusher, who discovers something alien and sinister controlling the crew."}, {"title": "Star Trek TNG 5x07: Unification I", "description": "Picard and Data follow Spock on an unauthorized mission to Romulus."}, {"title": "Star Trek TNG 5x08: Unification II", "description": "Spock proceeds with his quest for the reunification of Vulcan and Romulans even though he and Picard are suspicious of Romulan motives."}, {"title": "Star Trek TNG 5x09: A Matter of Time", "description": "As the Enterprise crew struggles to save Penthara IV following an asteroid collision, a historian from the 26th century arrives on board."}, {"title": "Star Trek TNG 5x10: New Ground", "description": "When Worf's mother tells him that his son's Earth parents can no longer care for him, Worf tries to be a father to his child, Alexander."}, {"title": "Star Trek TNG 5x11: Hero Worship", "description": "When a Starfleet ship crashes inside a thick, black cloud, Data attempts to coax the traumatised young sole survivor into revealing what exactly happened."}, {"title": "Star Trek TNG 5x12: Violations", "description": "Several crew members suffer violent hallucinations and comas as alien researchers visit the ship."}, {"title": "Star Trek TNG 5x13: The Masterpiece Society", "description": "The Enterprise tries to save a \"perfect\" colony from destruction, but the assistance causes damage of its own."}, {"title": "Star Trek TNG 5x14: Conundrum", "description": "When an alien ship crosses the Enterprise's path, its strong scanners cause all of the crew members to completely lose their memories"}, {"title": "Star Trek TNG 5x15: Power Play", "description": "The Enterprise crew discovers a Federation starship missing for 200 years. However, Troi, O'Brien and Data find themselves haunted by demons on board."}, {"title": "Star Trek TNG 5x16: Ethics", "description": "When he loses the ability to walk after an accident in the Cargo bay, a traumatised Worf asks Riker to assist him in a Klingon suicide ritual."}, {"title": "Star Trek TNG 5x17: The Outcast", "description": "Riker finds himself falling for a Gennai when the two races collaborate on a mission to investigate the mysterious disappearance of a shuttle."}, {"title": "Star Trek TNG 5x18: Cause and Effect", "description": "The future of the Enterprise looks bleak when the ship gets trapped in a time warp, causing the crew members to continually repeat their experience."}, {"title": "Star Trek TNG 5x19: The First Duty", "description": "When Wesley Crusher's team suffers an accident at Starfleet Academy, Picard helps investigate its cause, and believes a cover-up is taking place."}, {"title": "Star Trek TNG 5x20: Cost of Living", "description": "As the ship encounters mechanical problems, Lwaxana Troi takes Worf's son under her wing while she prepares for her wedding."}, {"title": "Star Trek TNG 5x21: The Perfect Mate", "description": "Picard finds himself attracted to a beautiful woman being given as a gift to promote reconciliation between two warring systems."}, {"title": "Star Trek TNG 5x22: Imaginary Friend", "description": "While exploring a rare nebula around a neutron star, the Enterprise's safety is threatened by a little girl's imaginary playmate."}, {"title": "Star Trek TNG 5x23: I, Borg", "description": "An encounter with a injured adolescent Borg gives Picard the opportunity to remove the Borg threat forever."}, {"title": "Star Trek TNG 5x24: The Next Phase", "description": "Geordi and Ro disappear and are presumed dead after a transporting maneuver from a disabled Romulan science ship goes awry."}, {"title": "Star Trek TNG 5x25: The Inner Light", "description": "Picard awakens after being hit by a mysterious particle stream from a type of probe/satellite the ship discovered, to find he is living another life on a strange planet."}, {"title": "Star Trek TNG 5x26: Time's Arrow", "description": "Data is transported back in time to 19th century San Francisco, where he hopes to solve the mystery of his death after a Enterprise away team finds Data's head buried in a cave."}, {"title": "Star Trek TNG 6x01: Time's Arrow, Part II", "description": "The away team after encountering Mark Twain and Guinan in the 19th century, try to solve the mystery of who and what alien is killing people in 19th century San Francisco."}, {"title": "Star Trek TNG 6x02: Realm of Fear", "description": "A skittish member of Geordi's engineering staff encounters a bizarre creature while in the process of transporting from another ship."}, {"title": "Star Trek TNG 6x03: Man of the People", "description": "A visiting ambassador conceals the deadly secret to his successful negotiations as he attempts to use Troi to further is reputation."}, {"title": "Star Trek TNG 6x04: Relics", "description": "The Enterprise discovers a Dyson Sphere, in the process they discover a disabled ship that still has a crew member on board. When beaming over to the ship, Jordi discovers Montgomery \"Scottie\" Scott in the transporter system of the ship."}, {"title": "Star Trek TNG 6x05: Schisms", "description": "Adjustments to the subspace sensor array inadvertently establish a link to aliens who begin kidnapping crew members for experiments."}, {"title": "Star Trek TNG 6x06: True Q", "description": "A young honor student serving aboard the Enterprise is torn between remaining a part of the crew or accepting an offer made by Q."}, {"title": "Star Trek TNG 6x07: Rascals", "description": "Picard, Guinan, Ro and Keiko experience trouble aboard their shuttlecraft and transport back to the Enterprise...as 12 year old children."}, {"title": "Star Trek TNG 6x08: A Fistful of Datas", "description": "After a computer malfunction,Worf, his son Alexander Rozhenko, and Counselor Deanna Troi are trapped in an Old West holodeck program wherein the interactive characters physically resemble and have the same enhanced abilities as Data."}, {"title": "Star Trek TNG 6x09: The Quality of Life", "description": "Data discovers a group of robots that he believes qualify as lifeforms."}, {"title": "Star Trek TNG 6x10: Chain of Command, Part I", "description": "Picard, Worf, and Dr. Crusher are reassigned from the Enterprise to a secret mission. Meanwhile, the Enterprise is under the command of Captain Edward Jellico, who immediately starts making changes, much to the dismay of the crew."}, {"title": "Star Trek TNG 6x11: Chain of Command, Part II", "description": "Captain Picard's secret mission fails, leading to him being captured by Cardassians. As he is tortured by his captors, Captain Jellico and theEnterpriseattempt to prevent war with the Cardassian Union."}, {"title": "Star Trek TNG 6x12: Ship in a Bottle", "description": "Data is playing Sherlock Holmes on the Holodeck, a glitch appears and Lt. Barclay is called to investigate and he discovers protected Holodeck files. Professor Moriarty is then released and demands to see Captain Picard. Against the laws of physics, Moriarty is able to leave the Holodeck and takes control of the Enterprise."}, {"title": "Star Trek TNG 6x13: Aquiel", "description": "A Starfleet Lieutenant and a Klingon officer is implicated in the murder of the missing starfleet officer on a remote relay station. One of the shuttlecraft's is missing as well. Aquiel Uhnari is befriended by Geordi after he reads her personal logs during the investigation."}, {"title": "Star Trek TNG 6x14: Face of the Enemy", "description": "Troi wakes up as a Romulan intelligence officer much to her surprise. She then finds out that it is part of a elaborate scheme for Romulan dissident's to defect."}, {"title": "Star Trek TNG 6x15: Tapestry", "description": "Picard is near death and Q makes him relive a tragedy from his Starfleet Academy days."}, {"title": "Star Trek TNG 6x16: Birthright, Part I", "description": "Data is zapped by a energy stream and has strange memories from during the time he was out. Worf hears a story that his father may not have died on Khitomer but may still be alive on a planet near the Romulan neutral zone."}, {"title": "Star Trek TNG 6x17: Birthright, Part II", "description": "Data explores the experience he had while zapped, Worf is held prisoner by Romulans with the Khitomer survivors."}, {"title": "Star Trek TNG 6x18: Starship Mine", "description": "Captain Picard and a desperate gang of thieves are trapped on board the Enterprise while the ship is being swept with deadly baryon rays to remove radiation the ship has absorbed over time."}, {"title": "Star Trek TNG 6x19: Lessons", "description": "Picard becomes intrigued and then involved with a brilliant new crew member, creating complications when a potentially deadly mission arises."}, {"title": "Star Trek TNG 6x20: The Chase", "description": "The death of Picards archaeology professor results in a tantalizing mystery involving Klingons, Cardassians and Romulans."}, {"title": "Star Trek TNG 6x21: Frame of Mind", "description": "On a secret mission to a troubled planet, Riker questions his mental stability after experiencing a series of confusing vignettes."}, {"title": "Star Trek TNG 6x22: Suspicions", "description": "The death of a pioneering Ferengi scientist ebroils Dr. Crusher in a mystery that may end her Starfleet career."}, {"title": "Star Trek TNG 6x23: Rightful Heir", "description": "Warrior Kahless returns from death to reclaim the Klingon empire."}, {"title": "Star Trek TNG 6x24: Second Chances", "description": "Riker returns to the site of a 8-year old mission, to retrieve important research data and is unnerved to encounter his identical twin."}, {"title": "Star Trek TNG 6x25: Timescape", "description": "When returning to the Enterprise, Picard, Data, Troi and Geordi find that the Enterpise is frozen in time with a Romulan ship and in the middle of a core breach."}, {"title": "Star Trek TNG 6x26: Descent, Part I", "description": "Data experiences anger for the first time during a Borg attack that differs from previous encounters.  Picard and the crew try to track the Borg down while Data attempts to recreate the emotion."}, {"title": "Star Trek TNG 7x01: Descent, Part II", "description": "Imprisoned by the Borg and cut off from his ship, Picard, Troi and LaForge attempt to break Lore's hold on Data. Meanwhile, Dr. Crusher tries to beam up all the search parties on the planet while eluding a Borg ship."}, {"title": "Star Trek TNG 7x02: Liaisons", "description": "A cultural exchange teams Worf with an obnoxious ambassador and strands Picard with a woman who seems to be obsessed with him."}, {"title": "Star Trek TNG 7x03: Interface", "description": "In defiance of Picard's orders, Geordi uses a risky procedure in an effort to find and save his missing mother."}, {"title": "Star Trek TNG 7x04: Gambit, Part I", "description": "Captain Picard infiltrates a smuggling ring that is searching for Romulan artifacts."}, {"title": "Star Trek TNG 7x05: Gambit, Part II", "description": "Captain Picard and commander Riker pose as enemies in order to retrieve a deadly artifact."}, {"title": "Star Trek TNG 7x06: Phantasms", "description": "The crew helps Data investigate when his dream program begins suddenly generating nightmares. Meanwhile, Picard attempts to avoid attending a boring Starfleet banquet."}, {"title": "Star Trek TNG 7x07: Dark Page", "description": "Lwaxana Troi visits the Enterprise, but she's preoccupied by a dark secret she has carried for years."}, {"title": "Star Trek TNG 7x08: Attached", "description": "After escaping imprisonment on an alien world, Picard and Beverly find that their thoughts are connected by brain implants."}, {"title": "Star Trek TNG 7x09: Force of Nature", "description": "The crew is shocked when an alien brother and sister sneak on board and claim their planet is being destroyed by the Enterprise's warp drive."}, {"title": "Star Trek TNG 7x10: Inheritance", "description": "During a mission to save an endangered planet, Data is stunned when he meets a native scientist who claims to be his estranged mother."}, {"title": "Star Trek TNG 7x11: Parallels", "description": "After Worf returns from a bat'leth tournament, he is the only person who notices subtle changes on theEnterprise."}, {"title": "Star Trek TNG 7x12: The Pegasus", "description": "Riker's loyalties are tested when he is reunited with his former captain, Pressman, now Admiral, of the missing ship Pegasus."}, {"title": "Star Trek TNG 7x13: Homeward", "description": "Worf's brother violates the Prime Directive in order to save an alien race whose existence is threatened when violent storms bombard their planet."}, {"title": "Star Trek TNG 7x14: Sub Rosa", "description": "Dr Crusher is shocked to come across a family secret when she attends her grandmothers funeral."}, {"title": "Star Trek TNG 7x15: Lower Decks", "description": "Four young officers become embroiled in a secret - and potentially dangerous - mission as they vie for promotion."}, {"title": "Star Trek TNG 7x16: Thine Own Self", "description": "Data trails a probe which has crashed on to a primitive planet. But when he crashes too, he finds himself unable to remember anything prior to the event."}, {"title": "Star Trek TNG 7x17: Masks", "description": "Picard discovers that an 87-million-years-old comet has been housing alien beings, which attack both Data and the Enterprise' computer systems."}, {"title": "Star Trek TNG 7x18: Eye of the Beholder", "description": "A suicide on the Enterprise leaves the crew stunned by the loss. Meanwhile, Deanna and Worf begin to form a relationship."}, {"title": "Star Trek TNG 7x19: Genesis", "description": "Picard and Data brave going into an asteroid field when a new torpedo's guidance system malfunctions. Meanwhile, the crew begin to act strangely."}, {"title": "Star Trek TNG 7x20: Journey's End", "description": "When the Federation gives the Cardassians access to a planet inhabited by Native American Indians, Picard has the unenviable task of trying to relocate them."}, {"title": "Star Trek TNG 7x21: Firstborn", "description": "Alexander must face his first rite of ascension initiation, during which a Klingon warrior named K'Mtar has a disturbing request for him."}, {"title": "Star Trek TNG 7x22: Bloodlines", "description": "Captain Picard battles to rescue his son from a vengeful Ferengi whose own son was killed by Picard during the Battle of Maxia."}, {"title": "Star Trek TNG 7x23: Emergence", "description": "The computer systems on board the Enterprise begin experiencing repeated malfunctions, leading the crew to suspect that the ship itself may be evolving."}, {"title": "Star Trek TNG 7x24: Preemptive Strike", "description": "When Ro is assigned to infiltrate the Maquis, she finds herself sympathising with their plight, forcing her to choose between her divided loyalties."}, {"title": "Star Trek TNG 7x25: All Good Things... (1)", "description": "Captain Picard finds himself travelling between the past, present and future, but discovers he may be responsible for the end of mankind."}, {"title": "Star Trek TNG 7x26: All Good Things... (2)", "description": "In the second of the two-part series finale, Picard continues his race against time to try and end the threat to the future of mankind."}],
    "ds9": [{"title": "Star Trek DS9 1x01: Emissary, Part I", "description": "In 2369, Cardassian forces finally withdraw from 70 years of Bajoran occupation -- on the edge of explored space, a new crew takes command of a former Cardassian space station and makes an incredible discovery that will change the galaxy."}, {"title": "Star Trek DS9 1x02: Emissary, Part II", "description": "In 2369, Cardassian forces finally withdraw from 70 years of Bajoran occupation -- on the edge of explored space, a new crew takes command of a former Cardassian space station and makes an incredible discovery that will change the galaxy."}, {"title": "Star Trek DS9 1x03: Past Prologue", "description": "A Bajoran terrorist tests Major Kira's loyalties to the Federation when he attempts to rid Bajor of the Federation for good."}, {"title": "Star Trek DS9 1x04: A Man Alone", "description": "Odo, the station's mysterious, gruff and yet incredibly fair shape-shifter Constable, falls under suspicion for a Bajoran's baffling murder -- and xenophobic hatred rears its ugly head in the station's rush to judgment."}, {"title": "Star Trek DS9 1x05: Babel", "description": "During refurbishment, Miles O'Brien unknowingly triggers a formerly dormant Bajoran underground booby trap that releases a potentially fatal virus throughout the station."}, {"title": "Star Trek DS9 1x06: Captive Pursuit", "description": "As visitors from the Gamma Quadrant start to arrive through the wormhole, Chief O'Brien befriends an unusual alien, Tosk, as hunters descend on the station searching for their humanoid prey"}, {"title": "Star Trek DS9 1x07: Q-Less", "description": "Q arrives on DS9 fresh from exploring the Gamma Quadrant with archaeologist Vash. Soon afterwards, unexplained power fluctuations begin to plague the station, threatening to destroy it."}, {"title": "Star Trek DS9 1x08: Dax", "description": "New evidence reopens a thirty-year-old murder case and Jadzia Dax's previous host, Curzon, is the prime suspect."}, {"title": "Star Trek DS9 1x09: The Passenger", "description": "An alien criminal, attempting to prolong his life, hides his consciousness inside the mind of a station crew member."}, {"title": "Star Trek DS9 1x10: Move Along Home", "description": "After being swindled by Quark, the Wadi, a visiting delegation from the Gamma Quadrant turns four crew members into 'pieces' for a bizarre game."}, {"title": "Star Trek DS9 1x11: The Nagus", "description": "Grand Nagus Zek, the leader of the Ferengi Alliance, pays a surprise visit to lowly Quark's Bar to host a conference on exploiting the Gamma Quadrant -- and names Quark, not his own son, as his successor."}, {"title": "Star Trek DS9 1x12: Vortex", "description": "A fugitive from the Gamma Quadrant attempts to trade evidence about Odo's people for freedom."}, {"title": "Star Trek DS9 1x13: Battle Lines", "description": "A glimpse of the wormhole and Gamma Quadrant turns tragic, when a runabout carrying Kai Opaka, Sisko, Bashir, and Kira crashes on a planet of eternal war, where it is impossible for the combatants to die."}, {"title": "Star Trek DS9 1x14: The Storyteller", "description": "Chief O'Brien is appointed spiritual leader of a Bajoran village. Meanwhile, Nog and Jake try to help their new friend settle a struggle between two Bajoran villages."}, {"title": "Star Trek DS9 1x15: Progress", "description": "While overseeing an evacuation mission, Kira must try to persuade a stubborn old farmer to leave his home. Back on the station, Jake and Nog set out to turn an inordinate amount of seemingly worthless condiments into profit."}, {"title": "Star Trek DS9 1x16: If Wishes Were Horses", "description": "DS9 residents suddenly find their imaginations are manifested in physical form, and a spatial rift threatens to destroy the Bajoran system."}, {"title": "Star Trek DS9 1x17: The Forsaken", "description": "A visiting Lwaxana Troi becomes enamoured with Odo after he retrieves a stolen item of hers from a thief. Meanwhile, an alien computer program wreaks havoc with the station's systems."}, {"title": "Star Trek DS9 1x18: Dramatis Personae", "description": "Acting out roles both melodramatic and deadly, the DS9 command staff are infected by a viral historical incident archive from an alien culture within the Gamma Quadrant."}, {"title": "Star Trek DS9 1x19: Duet", "description": "After a Cardassian man arrives on the station suffering from an illness that he could only have contracted at a Bajoran labor camp during the Occupation, Major Kira leads an investigation to determine whether he is actually a notorious war criminal."}, {"title": "Star Trek DS9 1x20: In the Hands of the Prophets", "description": "Orthodox Bajorans voice objections to secular teachings about the wormhole in the station's school, causing violent tensions to erupt between DS9's crew and an increasingly popular fundamentalist faction of the Bajoran faith."}, {"title": "Star Trek DS9 2x01: The Homecoming", "description": "When Quark presents Major Kira with an earring belonging to a presumed dead Bajoran Resistance legend, she and Chief O'Brien journey to Cardassia IV in an attempt to free him from from a slave-labour colony. Meanwhile, an extremist Bajoran faction known as The Circle continues to agitate tensions on DS9 and Bajor."}, {"title": "Star Trek DS9 2x02: The Circle", "description": "When Kira is removed from her post aboard DS9, Vedek Bareil invites her to visit his monastery on Bajor to reflect on her next step. Meanwhile, Odo, Sisko, and Li Nalas attempt to discover who is the driving force behind The Circle when they begin arming themselves with weapons from a mysterious source."}, {"title": "Star Trek DS9 2x03: The Siege", "description": "As Federation citizens are evacuated from DS9, Sisko and a skeleton crew attempt to prevent The Circle and the Bajoran military forces under their control from occupying the station. Kira and Dax attempt to reach the Chamber of Ministers on Bajor with evidence of Cardassian involvement in the conflict."}, {"title": "Star Trek DS9 2x04: Invasive Procedures", "description": "When a violent plasma storm leads to the evacuation of the station, the remaining crew are overtaken by a group of mercenaries led by a timid Trill named Verad who has plans for Lieutenant Dax."}, {"title": "Star Trek DS9 2x05: Cardassians", "description": "Political tensions rise on DS9 when Bajorans board the station with a orphaned Cardassian whom they have adopted."}, {"title": "Star Trek DS9 2x06: Melora", "description": "Ensign Melora Pazlar, a new arrival on DS9 with a special gravity-based disability, finds an admirer in Bashir. Meanwhile, Quark receives a death threat from one of his former associates."}, {"title": "Star Trek DS9 2x07: Rules of Acquisition", "description": "Grand Nagus Zek assigns Quark to initiate negotiations with a planet in the Gamma Quadrant, the Nagus believes it will help the Ferengi Alliance get a profitable business foothold in new territory. However, the plan is put into jeopardy when Quark's new associate turns out to be more than he appears."}, {"title": "Star Trek DS9 2x08: Necessary Evil", "description": "After an attempt on Quark's life, Odo re-opens an unsolved five-year-old murder investigation in which Kira Nerys was originally a suspect."}, {"title": "Star Trek DS9 2x09: Second Sight", "description": "On the fourth anniversary of his wife's death at the massacre at Wolf 359, Sisko has an unexpected encounter with a mysterious woman visiting the station."}, {"title": "Star Trek DS9 2x10: Sanctuary", "description": "A group of refugees from the Gamma Quadrant travel through the wormhole in search of their fabled homeland, Kentanna."}, {"title": "Star Trek DS9 2x11: Rivals", "description": "Quark feels threatened when a charming con artist arrives on the station and opens up a competing bar and casino on the Promenade. Meanwhile, Chief O'Brien is determined to beat Doctor Bashir at racquetball."}, {"title": "Star Trek DS9 2x12: The Alternate", "description": "Dr. Mora Pol, the Bajoran scientist who studied Odo when he was first discovered, arrives on DS9 with evidence that he has found DNA signatures similar to Odo's on a planet in the Gamma Quadrant."}, {"title": "Star Trek DS9 2x13: Armageddon Game", "description": "Chief O'Brien and Dr. Bashir help the T'Lani and the Kelleruns eliminate their stockpiles of deadly biological weapons used in their centuries-long war. However, when both governments decide to make sure no technical knowledge of the weapons remains, O'Brien and Bashir must put their differences aside in the name of survival."}, {"title": "Star Trek DS9 2x14: Whispers", "description": "Upon returning from a mission to the Parada system, O'Brien begins to notice the crew acting strange around him and suspects there may be some unknown influence at work."}, {"title": "Star Trek DS9 2x15: Paradise", "description": "While surveying nearby star systems for M-Class planets, Sisko and O'Brien find themselves stranded on a previously unknown colony world where the colonists have adapted to life without advanced technology."}, {"title": "Star Trek DS9 2x16: Shadowplay", "description": "After discovering a colony in the Gamma Quadrant, Dax and Odo investigate the mysterious disappearance of several colonists. Back on the station Vedek Bareil visits Kira, and Jake gets a job with Chief O'Brien."}, {"title": "Star Trek DS9 2x17: Playing God", "description": "While hosting her first Trill initiate, Dax discovers a tiny, expanding protouniverse that threatens to destroy the entire Bajoran system."}, {"title": "Star Trek DS9 2x18: Profit and Loss", "description": "When a damaged Cardassian ship shows up near DS9, Quark is unexpectedly reunited with his lost Cardassian love, who is now a member of the Cardassian dissident movement."}, {"title": "Star Trek DS9 2x19: Blood Oath", "description": "Three legendary Klingon warriors reunite on DS9 seeking Curzon Dax, with whom they entered into a blood oath to one day exact revenge on their sworn enemy. Finding Jadzia to be as worthy a warrior as they felt Curzon to be, they invite her to join them on their crusade."}, {"title": "Star Trek DS9 2x20: The Maquis, Part I", "description": "When a Cardassian freighter, the Bok'Nor, explodes at DS9, the Cardassians blame Federation colonists in the newly established Demilitarized Zone. Meanwhile, Quark is approached by a Vulcan with an unusual business proposition."}, {"title": "Star Trek DS9 2x21: The Maquis, Part II", "description": "Under increasing pressure from Starfleet Command, Sisko tries to rescue Gul Dukat, stop the Maquis from escalating conflict within the Demilitarized Zone, and prevent an all-out war between Cardassia and the Federation."}, {"title": "Star Trek DS9 2x22: The Wire", "description": "When an addictive implant in Garak's brain begins to break down, causing the exiled Cardassian extreme pain, Dr. Bashir must convince a reluctant Garak to accept his help."}, {"title": "Star Trek DS9 2x23: Crossover", "description": "After suffering an accident whilst traveling through the wormhole, Kira and Dr. Bashir find themselves trapped in the mirror universe first encountered by James T. Kirk a century earlier."}, {"title": "Star Trek DS9 2x24: The Collaborator", "description": "The man most likely to take over as the new Bajoran Kai, Vedek Bareil, is accused of collaborating with the Cardassians during the Occupation."}, {"title": "Star Trek DS9 2x25: Tribunal", "description": "Chief O'Brien is arrested by the Cardassians for collaborating with the Maquis. However, on Cardassian justice is swift: the verdict is known before the trial even begins, and it's always guilty."}, {"title": "Star Trek DS9 2x26: The Jem'Hadar", "description": "On a camping trip in the Gamma Quadrant to conduct a planetary survey report, Sisko, Jake, Nog, and Quark encounter the ruthless soldiers of the mysterious Dominion, the Jem'Hadar."}, {"title": "Star Trek DS9 3x01: The Search, Part I", "description": "After their violent confrontation with the Jem'Hadar, Sisko takes an untested Starfleet ship, the Defiant, into the Gamma Quadrant in an attempt to make peaceful contact with the Founders of the Dominion."}, {"title": "Star Trek DS9 3x02: The Search, Part II", "description": "On his newly discovered homeworld, Odo learns to connect with his fellow Changelings. Back on DS9, Sisko grows concerned that the price the Federation is willing to pay for peace with the Dominion may be too high."}, {"title": "Star Trek DS9 3x03: The House of Quark", "description": "When Quark lies about killing a Klingon in his bar, he is pulled into a power struggle between rival Klingon families on Qo'noS and forced to marry the dead man's widow. Meanwhile, Chief O'Brien must confront the fact that Keiko gave up her career to join him on DS9."}, {"title": "Star Trek DS9 3x04: Equilibrium", "description": "When Jadzia begins experiencing violent mood swings and hallucinations, a disturbing secret from Dax's symbiont history reveals a much larger deception."}, {"title": "Star Trek DS9 3x05: Second Skin", "description": "As she travels to Bajor in search of answers about her past, Kira is abducted by Cardassians, surgically altered, and told she is the missing Obsidian Order deep-cover operative, Iliana Ghemor."}, {"title": "Star Trek DS9 3x06: The Abandoned", "description": "When a Jem'Hadar infant is found in salvaged spaceship wreckage from the Gamma Quadrant, Odo strives to teach the rapidly maturing soldier to think for himself."}, {"title": "Star Trek DS9 3x07: Civil Defense", "description": "Sisko, Jake, and O'Brien accidentally trigger an old Cardassian security system that believes DS9 has been taken over in a Bajoran workers' revolt and puts the entire station in lockdown."}, {"title": "Star Trek DS9 3x08: Meridian", "description": "On an exploration mission to the Gamma Quadrant, the Defiant encounters a unique planet that shifts between corporeal and non-corporeal dimensions. Back on DS9, Quark attempts to create a new holosuite program."}, {"title": "Star Trek DS9 3x09: Defiant", "description": "When William Riker from the Enterprise unexpectedly arrives on DS9 on vacation, he takes a liking to Kira, who has also been ordered to take some time off. However, when Kira gives Will a tour of the Defiant, it becomes clear that there's more to Will's vacation than meets the eye."}, {"title": "Star Trek DS9 3x10: Fascination", "description": "When Ambassador Lwaxana Troi and Keiko O'Brien return to DS9 for the Bajoran Gratitude Festival, residents of the station suddenly become uncontrollably infatuated with one another."}, {"title": "Star Trek DS9 3x11: Past Tense, Part I", "description": "After a transporter malfunction aboard the Defiant, Sisko, Bashir, and Dax find themselves thrown back three hundred years into Earth's dark past without any means of getting home."}, {"title": "Star Trek DS9 3x12: Past Tense, Part II", "description": "With history itself at stake, Sisko assumes the role of a pivotal historical figure in order to restore the timeline, even if it means sacrificing his own life."}, {"title": "Star Trek DS9 3x13: Life Support", "description": "After a serious accident aboard a Bajoran shuttle, Dr. Bashir struggles to save Vedek Bareil's life while Kai Winn concludes a peace treaty with Cardassia, putting his ethics to the ultimate test. Jake and Nog reluctantly explore the differences between Human and Ferengi cultures."}, {"title": "Star Trek DS9 3x14: Heart of Stone", "description": "Pursuing a Maquis raider to an unstable moon, Kira becomes trapped within an expanding crystal formation that threatens to engulf her. Meanwhile, Nog attempts to persuade a skeptical Commander Sisko to write him a letter of recommendation to join Starfleet Academy."}, {"title": "Star Trek DS9 3x15: Destiny", "description": "An ancient Bajoran prophecy complicates the first joint Bajoran, Cardassian, and Federation science mission: an attempt to establish a permanent communications link through the wormhole."}, {"title": "Star Trek DS9 3x16: Prophet Motive", "description": "When Grand Nagus Zek revises The Rules of Acquisition to be more philanthropic, Quark and Rom start to question whether their leader has gone insane. Meanwhile, when Dr. Bashir is nominated for a prestigious Federation medical award, his reaction is less than enthusiastic."}, {"title": "Star Trek DS9 3x17: Visionary", "description": "After receiving a minor dose of radiation poisoning, Chief O'Brien inexplicably begins experiencing a series of jumps into the future. Meanwhile, a Romulan delegation arrives on DS9 expecting an intelligence report on the Dominion in exchange for the continued use of the cloaking device aboard the Defiant."}, {"title": "Star Trek DS9 3x18: Distant Voices", "description": "After being assaulted by an alien thief in the infirmary, Dr. Bashir wakes to discover he has a dual mystery on his hands: what happened to the station while he was unconscious and why is he suddenly aging so rapidly?"}, {"title": "Star Trek DS9 3x19: Through the Looking Glass", "description": "Smiley O'Brien from the mirror universe kidnaps Commander Sisko and convines him to impersonate his deceased, mirror universe self in order to persuade the alternate version of his dead wife, Jennifer Sisko, to join the Terran Rebels."}, {"title": "Star Trek DS9 3x20: Improbable Cause", "description": "When a bomb destroys Garak's tailor shop, Odo begins an investigation into who might want the exiled Cardassian killed and why."}, {"title": "Star Trek DS9 3x21: The Die is Cast", "description": "When the covertly assembled Romulan-Cardassian attack fleet enters the Gamma Quadrant on a mission of destruction, Garak is forced to interrogate Odo for information on the Founders. Meanwhile, Sisko goes against orders on a mission to rescue Odo."}, {"title": "Star Trek DS9 3x22: Explorers", "description": "An invigorated Sisko returns from Bajor and decides to build a replica of an eight hundred-year-old Bajoran lightship, hoping to use it to prove that ancient Bajoran explorers could have made it to Cardassia before developing warp drive."}, {"title": "Star Trek DS9 3x23: Family Business", "description": "When Quark's mother breaks Ferengi law by wearing clothes and earning profit, Quark and Rom are forced to return home to Ferenginar in order to convince her to confess and make restitution for her crimes. On DS9, Jake eagerly tries to matchmake his father with freighter captain, Kasidy Yates."}, {"title": "Star Trek DS9 3x24: Shakaar", "description": "When Kai Winn is appointed Bajoran First Minister, Kira becomes concerned about Winn's growing grip on power. However, when the Kai orders Kira to convince her old Resistance leader to return some farming equipment to the government, the situation rapidly descends into a vicious power struggle."}, {"title": "Star Trek DS9 3x25: Facets", "description": "While Jadzia performs the Trill zhian'tara ritual and meets with the previous Dax hosts, Nog undergoes his stress reaction test in preparation for entrance into Starfleet Academy."}, {"title": "Star Trek DS9 3x26: The Adversary", "description": "When a destabilizing coup takes places on the Tzenkethi homeworld, a newly promoted Captain Sisko is ordered to take the Defiant on a border patrol to evaluate the situation. However, soon after departing DS9 the Defiant develops a series of malfunctions, leading Sisko to consider that they may have a saboteur onboard."}, {"title": "Star Trek DS9 4x01: The Way of the Warrior, Part I", "description": "When a Klingon fleet under General Martok arrives at the station ostensibly to protect the Alpha Quadrant from the Dominion, Sisko recruits Lieutenant Commander Worf to investigate the Klingons' true intentions."}, {"title": "Star Trek DS9 4x02: The Way of the Warrior, Part II", "description": "Believing that the recent Cardasssian coup was orchestrated by the Dominion, the Klingon decision to attack Cardassia puts the Federation-Klingon alliance in jeopardy, and forces Worf to choose between his people and his oath to the Federation."}, {"title": "Star Trek DS9 4x03: The Visitor", "description": "When an aspiring writer turns up in the middle of the night, an elderly Jake Sisko recounts his life, which has become an endless quest to locate his father, after an accident in the engine room of the Defiant apparently claimed Benjamin Sisko's life."}, {"title": "Star Trek DS9 4x04: Hippocratic Oath", "description": "After crash landing on a planet, Dr. Bashir tries to help members of a rogue Jem'Hadar unit free themselves of their addiction to the drug the Founders use to control them. Meanwhile, Worf tries to adjust to life aboard DS9."}, {"title": "Star Trek DS9 4x05: Indiscretion", "description": "Major Kira and Gul Dukat form an uneasy alliance as they search for a missing Cardassian prison ship, the Ravinok, that disappeared six years earlier while carrying Bajoran prisoners. Back on DS9, Sisko is overwhelmed by the prospect of Kasidy Yates living aboard the station when she decides to take work closer to Bajor."}, {"title": "Star Trek DS9 4x06: Rejoined", "description": "When Jadzia Dax is reunited with the Kahn symbiont, the wife of one of her previous hosts, together the pair must decide whether or not to defy Trill social taboo and rekindle their former relationship."}, {"title": "Star Trek DS9 4x07: Starship Down", "description": "When Sisko defends a Karemma ship that has been trading with the Federation without the Dominion's knowledge, a badly damaged Defiant is forced into a dangerous game of cat-and-mouse with two Jem'Hadar ships inside a gas giant."}, {"title": "Star Trek DS9 4x08: Little Green Men", "description": "On a shakedown cruise to Earth to drop off Nog at Starfleet Academy, a malfunction on Quark's new ship causes Quark, Rom, and Nog to crash in the year 1947 in Roswell, New Mexico."}, {"title": "Star Trek DS9 4x09: The Sword of Kahless", "description": "Klingon Dahar Master Kor, Jadzia Dax, and Worf search a remote planet in the Gamma Quadrant for the fabled Sword of Kahless; the mythical, millennia-old weapon of the Klingon Empire's first leader."}, {"title": "Star Trek DS9 4x10: Our Man Bashir", "description": "A transporter emergency aboard the USS Orinoco replaces the characters in Dr. Bashir's secret agent holosuite program with the physical forms DS9's senior staff."}, {"title": "Star Trek DS9 4x11: Homefront", "description": "After the bombing of a Federation conference is revealed to be the work of the Dominion, Sisko and Odo travel to Earth in hopes of uncovering the Changeling responsible."}, {"title": "Star Trek DS9 4x12: Paradise Lost", "description": "When Starfleet tightens security measures on Earth and institutes martial law to combat the Changeling threat, Sisko and Odo begin to investigate a suspicious trail of events that imply all may not be what it seems."}, {"title": "Star Trek DS9 4x13: Crossfire", "description": "Odo is forced to confront his feelings for Kira when Bajoran First Minister Shakaar visits DS9."}, {"title": "Star Trek DS9 4x14: Return to Grace", "description": "Stripped of his former rank, Dukat returns to escort Major Kira to an intelligence sharing conference between Cardassia and Bajor. However, when a Klingon Bird-of-Prey attacks the conference, Kira and Dukat unite to hunt down those responsible."}, {"title": "Star Trek DS9 4x15: Sons of Mogh", "description": "In an attempt to regain his lost honor, Worf's brother Kurn arrives on the station with a troubling request. Meanwhile, Major Kira and Chief O'Brien investigate Klingon activity near the Bajoran border."}, {"title": "Star Trek DS9 4x16: Bar Association", "description": "Tired of unfair pay and working conditions, Rom organizes a union for the employees of Quark's Bar and encourages them to go on strike. Meanwhile, Worf has troubling settling into life onboard DS9."}, {"title": "Star Trek DS9 4x17: Accession", "description": "Sisko's role as Emissary is challenged when a 300-year-old Bajoran lightship emerges from the wormhole and the passenger claims that he is the Emissary of the Prophets. Meanwhile, Keiko O'Brien returns to DS9 with some surprising news."}, {"title": "Star Trek DS9 4x18: Rules of Engagement", "description": "When Worf is accused of destroying a civilian transport ship during an engagement with the Klingons, a hearing is held on DS9 to determine if Worf should be extradited to Qo'noS on charges of murder."}, {"title": "Star Trek DS9 4x19: Hard Time", "description": "After being convicted of espionage, Chief O'Brien struggles to re-integrate back into his life on DS9 after serving 20 years in an Argrathi virtual prison."}, {"title": "Star Trek DS9 4x20: Shattered Mirror", "description": "When the counterpart of the long-deceased Jennifer Sisko lures Jake to the mirror universe, Sisko is forced into helping the Terran Rebellian against the Klingon-Cardassian Alliance."}, {"title": "Star Trek DS9 4x21: The Muse", "description": "A mysterious woman arrives on DS9 and encourages Jake to begin writing a novel. Lwaxana Troi, pregnant with a son, unexpectedly visits Odo and asks him to help her escape her husband."}, {"title": "Star Trek DS9 4x22: For the Cause", "description": "Sisko is forced to confront the betrayal of someone he cares about when they are accused of being a Maquis smuggler. As the only two Cardassian residents on DS9, Garak and Ziyal begin spending time together."}, {"title": "Star Trek DS9 4x23: To the Death", "description": "After a rogue band of Jem'Hadar attack DS9, the crew of the Defiant reluctantly join forces with a group of loyal Jem'Hadar in order to prevent the rogues from obtaining a dangerous piece of ancient technology."}, {"title": "Star Trek DS9 4x24: The Quickening", "description": "Dr. Bashir attempts to rid a planet of a bio-engineered plague that was sent by the Dominion as punishment for resistance."}, {"title": "Star Trek DS9 4x25: Body Parts", "description": "After learning that he is dying from a rare Ferengi disease, Quark decides to auction his vacuum-desiccated body on the Ferengi Futures Exchange. When an injured Keiko O'Brien returns from an expedition to the Gamma Quadrant, Dr. Bashir must take extreme measures to save the life of her unborn child."}, {"title": "Star Trek DS9 4x26: Broken Link", "description": "When Odo is plagued by an unknown illness that renders him barely able to hold his shape, Dr. Bashir and Odo see not other option but to track down the Founders. Meanwhile, tensions between the Federation and the Klingon Empire continue to rise."}, {"title": "Star Trek DS9 5x01: Apocalypse Rising", "description": "As the war between the Federation and the Klingon Empire intensifies, Sisko leads an undercover team deep into Klingon territory in an attempt to expose the Changeling impersonating Chancellor Gowron."}, {"title": "Star Trek DS9 5x02: The Ship", "description": "While conducting a a mineral survey of an uninhabited planet in the Gamma Quadrant, the crew of the Defiant encounter a crashed Jem'Hadar ship and must fight to get it, and themselves, back to the Federation."}, {"title": "Star Trek DS9 5x03: Looking for par'Mach in All the Wrong Places", "description": "When Grilka, Quark's ex-wife, unexpectedly visits DS9, Quark asks an already smitten Worf to help him pursue his former wife. Elsewhere, O'Brien and Kira struggle with their feelings for each other now that Kira is carrying the O'Brien's unborn child."}, {"title": "Star Trek DS9 5x04: ...Nor the Battle to the Strong", "description": "On their way back from a medical conference, Jake and Dr. Bashir are diverted to the Federation colony on Ajilon Prime who have been attacked by the Klingons. However, when the the Klingons renew their attacks on the colony, Jake is forced to confront the hard realities of war as battle erupts around him."}, {"title": "Star Trek DS9 5x05: The Assignment", "description": "Keiko O'Brien returns from the Fire Caves on Bajor possessed by an alien entity which demands that Chief O'Brien follow its every instruction if he doesn't want his wife to die."}, {"title": "Star Trek DS9 5x06: Trials and Tribble-ations", "description": "When Temporal Investigations arrives on DS9, Sisko recounts how he and the crew of the Defiant traveled back in time to prevent the assassination of Captain James T. Kirk during the original Enterprise's mission to Space Station K-7."}, {"title": "Star Trek DS9 5x07: Let He Who is Without Sin...", "description": "After agreeing to vacation on Risa with Jadzia, Worf is irritated to discover they will be joined by Dr. Bashir, Leeta, and Quark. However, everyone's vacation is thrown into disarray by the arrival of a radical fundamentalist group determined to start a political revolution on Risa."}, {"title": "Star Trek DS9 5x08: Things Past", "description": "Sisko, Dax, Odo, and Garak find themselves trapped seven years in the past on Terok Nor, but everyone thinks that they're condemned Bajorans. With Cardassians in control of the station, Odo's memory of a crime he once investigated may be the only key to their survival."}, {"title": "Star Trek DS9 5x09: The Ascent", "description": "Quark and Odo are forced to put their grievances aside when they crash land on an inhospitable planet and must work together to survive. Back on DS9, Nog returns from Starfleet Academy and moves into new quarters with Jake."}, {"title": "Star Trek DS9 5x10: Rapture", "description": "On the eve of Bajor's entry into the Federation, Sisko begins experiencing visions that lead him to ruins of the lost Bajoran city of B'hala. However, when the visions that are guiding him become potentially fatal, Sisko must choose between his faith in the Prophets or his life."}, {"title": "Star Trek DS9 5x11: The Darkness and the Light", "description": "Major Kira is forced to confront her actions during the Cardassian Occupation when a mysterious assassin begins killing members of her former resistance cell."}, {"title": "Star Trek DS9 5x12: The Begotten", "description": "The discovery of an infant Changeling gives Odo a chance to correct what he sees as the invasive mistakes in his upbringing. Meanwhile, Kira goes into labor with the O'Briens' baby."}, {"title": "Star Trek DS9 5x13: For the Uniform", "description": "Sisko obsessively pursues the former Starfleet officer Michael Eddington, now the leader of the Maquis."}, {"title": "Star Trek DS9 5x14: In Purgatory's Shadow", "description": "Garak and Worf investigate a coded message which suggests that Garak's mentor, Enabran Tain, is still alive in the Gamma Quadrant. However, when their search for answers leads them into Dominion space, the pair discover something far worse than they had expected."}, {"title": "Star Trek DS9 5x15: By Inferno's Light", "description": "The crew of DS9 prepares to defend the Alpha Quadrant from an invading Dominion fleet. Still trapped in the Gamma Quadrant, Worf, Garak, and the other prisoners continue their attempts to escape from the Dominion Internment Camp."}, {"title": "Star Trek DS9 5x16: Doctor Bashir, I Presume", "description": "Dr. Lewis Zimmerman arrives on DS9 intending to use Dr. Julian Bashir as the model for his new Long-term Medical Hologram, but when Zimmerman's plans threaten to unveil a dark secret that Bashir has carried since childhood, Julian is forced to make a life-altering confession."}, {"title": "Star Trek DS9 5x17: A Simple Investigation", "description": "Odo falls for a mysterious woman who has been targeted for murder by the Orion Syndicate."}, {"title": "Star Trek DS9 5x18: Business as Usual", "description": "Quark must wrestle with his conscience when his cousin Gaila offers him a lucrative job as a weapons dealer."}, {"title": "Star Trek DS9 5x19: Ties of Blood and Water", "description": "Takeny Ghemor, who considers Kira to be his daughter, arrives on DS9 and confesses that is dying. Ghemor wishes to commence the Shri-tal with Kira, a Cardassian ritual in which a dying person reveals their closest secrets to the rest of the family. But the experience dredges up Kira's memories of her own father, who suffered a fatal injury during the Occupation of Bajor."}, {"title": "Star Trek DS9 5x20: Ferengi Love Songs", "description": "Feeling depressed, Quark returns home to Ferenginar to visit his mother, but doesn't know whether to be panicked or overjoyed when he learns that she is now the secret lover of the Grand Nagus."}, {"title": "Star Trek DS9 5x21: Soldiers of the Empire", "description": "Dax and Worf accompany Martok on his first command since being held by the Dominion. But the ship they are given hasn't seen victory in months and the crew is near mutinous, forcing Worf to decide between loyalty to his commander and loyalty to his crew."}, {"title": "Star Trek DS9 5x22: Children of Time", "description": "Investigating an isolated planet surrounded by a powerful energy field, the crew of the Defiant discovers the unexpected history of the planet's colonists."}, {"title": "Star Trek DS9 5x23: Blaze of Glory", "description": "Driven to desperation by the Dominion, the Maquis launch a massive strike against Cardassia. In order to prevent mass Cardassian casualities, Sisko is forced to trust the traitor Michael Eddington to try to stop the missiles from reaching their target."}, {"title": "Star Trek DS9 5x24: Empok Nor", "description": "While salvaging components from DS9's sister station, Empok Nor, the crew run afoul of a disturbing surprise left behind by the Cardassians."}, {"title": "Star Trek DS9 5x25: In the Cards", "description": "Jake and Nog go through hell and high water while trying to cheer up the war-fatigued Captain Sisko by acquiring a mint-condition 1951 Willie Mays baseball card. Meanwhile, Weyoun arrives on DS9 to meet with Kai Winn and offers to sign a nonaggression pact with Bajor."}, {"title": "Star Trek DS9 5x26: Call to Arms", "description": "With continuing convoys of Jem'Hadar arriving in the Alpha Quadrant, Sisko decides to mine the wormhole to prevent further troop movement. However, this decision forces the Federation into a direct confrontation with the Dominion, and Gul Dukat responds by launching a massive assault fleet against DS9."}, {"title": "Star Trek DS9 6x01: A Time to Stand", "description": "With the Dominion in control of DS9 and on track to winning the war against the Federation, Sisko and his crew take a captured Jem'Hadar ship into enemy territory with a mission to destroy the Jem'Hadar's supply of ketracel-white in the Alpha Quadrant."}, {"title": "Star Trek DS9 6x02: Rocks and Shoals", "description": "Sisko's crew crash land their commandeered Jem'Hadar ship on a barren world after being shot down by the Dominion and must fight for survival against a group of Jem'Hadar who have also crash landed. On DS9, Kira struggles to work alongside the Dominion and Jake continues his reporting for the Federation News Service."}, {"title": "Star Trek DS9 6x03: Sons and Daughters", "description": "Alexander Rozhenko joins the crew of the Rotarran, much to the disappointment of Worf. On DS9, Tora Ziyal returns to the station where Gul Dukat intends to use her to get closer to Kira."}, {"title": "Star Trek DS9 6x04: Behind the Lines", "description": "Kira's resistance cell continues to cause trouble onboard DS9, deliberately inflaming tensions between the Jem'Hadar and the Cardassians. But their plots are complicated when the Female Changeling arrives on DS9 to pay Odo a visit. Meanwhile, Sisko relinquishes command of the Defiant to Dax after accepting a promotion."}, {"title": "Star Trek DS9 6x05: Favor the Bold", "description": "Tired of being on the losing end of the war, Captain Sisko convinces Starfleet Command to launch a fleet of starships to retake DS9. Meanwhile, time is running out for Rom, who faces execution as an enemy of the Dominion state."}, {"title": "Star Trek DS9 6x06: Sacrifice of Angels", "description": "Commanded by Captain Sisko, the Federation fleet begins it's mission to retake DS9 before the Dominion can bring down the wormhole minefield. On the station, Kira's resistance cell desperately try to sabotage the main computer, and Quark seeks out an unexpected ally to help save Rom."}, {"title": "Star Trek DS9 6x07: You Are Cordially Invited", "description": "Spontaneously deciding to wed within the week on DS9, Worf and Jadzia go through their own Klingon rituals: Worf on a four day bachelor party with the male members of the crew, while Jadzia deals with her prospective mother-in-law, who deeply opposes the idea of \"an alien\" marrying into her Klingon household."}, {"title": "Star Trek DS9 6x08: Resurrection", "description": "The mirror universe version of Kira's long dead love, Bareil Antos, beams aboard DS9 seeking refuge from the Klingon-Cardassian Alliance."}, {"title": "Star Trek DS9 6x09: Statistical Probabilities", "description": "Dr. Bashir works with an eccentric group of genetically engineered humans in the hopes they can become productive members of the Federation. Meanwhile, the Dominion arrives on DS9 offering to negotiate a truce with the Federation."}, {"title": "Star Trek DS9 6x10: The Magnificent Ferengi", "description": "When Quark and Rom's mother Ishka is captured by the Dominion, Quark leads a team of Ferengi on a mission to Empok Nor to rescue her."}, {"title": "Star Trek DS9 6x11: Waltz", "description": "Following the destruction of the starship Honshu, Sisko finds himself stranded on a deserted planet with Dukat, who has become increasingly unstable since the death of Ziyal."}, {"title": "Star Trek DS9 6x12: Who Mourns for Morn?", "description": "Morn dies unexpectedly, bequeathing his entire estate to Quark, but some of Morn's old acquaintances arrive on DS9 demanding a piece of the action."}, {"title": "Star Trek DS9 6x13: Far Beyond the Stars", "description": "After a friend's ship is destroyed by the Dominion, a despondent Sisko contemplates resigning from Starfleet while experiencing visions of himself and his crew as sci-fi writers in 1950s America."}, {"title": "Star Trek DS9 6x14: One Little Ship", "description": "O'Brien, Dax, Dr. Bashir, and their runabout are reduced in size while investigating an anomaly. However, when the Jem'Hadar attack and commandeer the Defiant, the trio are left with no choice but to take their miniature runabout inside the Defiant to help Sisko and the others retake the ship."}, {"title": "Star Trek DS9 6x15: Honor Among Thieves", "description": "O'Brien, working undercover for Starfleet Intelligence, infiltrates the Orion Syndicate, the Alpha Quadrant's main organized crime ring and befriends the man he will have to betray."}, {"title": "Star Trek DS9 6x16: Change of Heart", "description": "On a mission to recover a Federation informant from the Dominion world of Soukara, Dax is injured and Worf must choose between completing the mission or saving his wife. on DS9, O'Brien enlists Bashir's help to defeat Quark in a game of tongo."}, {"title": "Star Trek DS9 6x17: Wrongs Darker Than Death or Night", "description": "After receiving some disturbing information from Gul Dukat, Kira uses the Orb of Time to travel into the past to discover the truth about what happened to her mother during the Occupation of Bajor."}, {"title": "Star Trek DS9 6x18: Inquisition", "description": "Dr. Bashir's plans to attend a medical conference on Casperia Prime are canceled when the Department of Internal Affairs arrives on DS9 and announces there has been a major security breach and a member of the senior staff has been passing information to the Dominion."}, {"title": "Star Trek DS9 6x19: In the Pale Moonlight", "description": "With mounting losses in the Federation-Dominion war, and the looming specter of defeat, Captain Sisko enlists Garak's help to bring the Romulan Empire into the war. However, Sisko may have to sell his soul and the values Starfleet stands for in order to achieve his mission."}, {"title": "Star Trek DS9 6x20: His Way", "description": "Odo consults Vic Fontaine, a self-aware holographic lounge singer, about his romantic relationship with Kira."}, {"title": "Star Trek DS9 6x21: The Reckoning", "description": "The discovery of a 30,000 year old Bajoran tablet buried under the holy city of B'hala claiming the time of the Reckoning is at hand, and that the future of Bajor will be decided by its outcome."}, {"title": "Star Trek DS9 6x22: Valiant", "description": "On their way to Ferenginar, Jake and Nog's runabout comes under attack from the Jem'Hadar, and they are rescued by the Valiant, a ship manned by an elite group of over-eager Starfleet cadets who have bitten off more than they can chew."}, {"title": "Star Trek DS9 6x23: Profit and Lace", "description": "When Grand Nagus Zek is deposed by the Ferengi Commerce Authority for granting Ferengi females the right to wear clothes with an amendment to the Ferengi Bill of Opportunities, Quark is forced to assume a female identity to prevent Brunt from becoming the next Grand Nagus."}, {"title": "Star Trek DS9 6x24: Time's Orphan", "description": "When an accident on the planet Golana sends Molly O'Brien through a mysterious vortex three hundred years into the past, she returns to the present eighteen years old with no immediate recollection of her previous life or her family."}, {"title": "Star Trek DS9 6x25: The Sound of Her Voice", "description": "After receiving a distress call, the crew of the Defiant race to save a Starfleet captain stranded on an inhospitable planet. Back on DS9, Jake follows Quark's latest scheme for story research."}, {"title": "Star Trek DS9 6x26: Tears of the Prophets", "description": "Sisko is chosen to lead an invasion into Cardassian territory, ignoring a warning of impending doom if he leaves DS9 from the Prophets, resulting in fatal consequences for a member of the crew."}, {"title": "Star Trek DS9 7x01: Image in the Sand", "description": "Having returned to Earth, Sisko waits for guidance from the Prophets to instruct him on what to do next. Back on DS9, the newly promoted Colonel Kira faces the challenges and burdens of command, and Worf struggles to deal with the loss of Jadzia."}, {"title": "Star Trek DS9 7x02: Shadows and Symbols", "description": "Sisko is joined by an old friend as he searches for the mysterious Orb of the Emissary, but the Pah-wraiths send a vision to distract him. On DS9, Kira mounts a blockade around a Bajoran moon after discovering the Romulans have armed their hospital there. Aboard the Rotarran, Worf leads a mission to destroy a Dominion shipyard in order to honor Jadzia."}, {"title": "Star Trek DS9 7x03: Afterimage", "description": "Ezri Dax struggles to cope with the memories of her previous hosts while attempting to forge new relationships with Jadzia's old friends. Meanwhile, Garak tries to manage a severe bout of claustrophobia."}, {"title": "Star Trek DS9 7x04: Take Me Out to the Holosuite", "description": "Captain Solok, a Vulcan and former classmate of Captain Sisko, challenges Sisko and the crew of DS9 to a game of baseball."}, {"title": "Star Trek DS9 7x05: Chrysalis", "description": "The genetically-engineered humans who had previously visited DS9 return to the station asking Dr. Bashir to help rouse Sarina from her cataleptic state."}, {"title": "Star Trek DS9 7x06: Treachery, Faith and the Great River", "description": "A Vorta offers Odo valuable information on the Dominion in exchange for asylum. Back on DS9, O'Brien and Nog sail down the Great Material Continuum."}, {"title": "Star Trek DS9 7x07: Once More Unto the Breach", "description": "With the Dominion War raging, the aging Klingon warrior Kor feels left out of the action, and requests an opportunity to die with honor as a warrior. However, Kor's efforts are stymied by Martok, who holds a deeply personal grudge against Kor."}, {"title": "Star Trek DS9 7x08: The Siege of AR-558", "description": "During a supply run to the isolated outpost AR-558, Sisko and his away team volunteer to stay with the besieged and demoralized unit, which is about to come under attack by a much larger contingent of Jem'Hadar soldiers."}, {"title": "Star Trek DS9 7x09: Covenant", "description": "Kira is abducted and taken to Empok Nor by the Cult of the Pah-wraiths and discovers that the group is now led by \"the Master\" - Gul Dukat."}, {"title": "Star Trek DS9 7x10: It's Only a Paper Moon", "description": "Severely depressed over the loss of his leg at the Siege of AR-558, Nog struggles to return to normal life aboard DS9 and seeks shelter within the holographic world of Vic Fontaine."}, {"title": "Star Trek DS9 7x11: Prodigal Daughter", "description": "Ezri returns to her family home on New Sydney to seek assistance in locating Chief O'Brien, who has disappeared while searching for the widow of a dead friend."}, {"title": "Star Trek DS9 7x12: The Emperor's New Cloak", "description": "When Grand Nagus Zek is kidnapped by the Klingon-Cardassian Alliance while on a business trip to the mirror universe, Quark and Rom have three days to secure a cloaking device for the Alliance or Zek will die."}, {"title": "Star Trek DS9 7x13: Field of Fire", "description": "After several crew members are murdered, Ezri reluctantly summons the residual consciousness and personality of her symbiont's past, the psychopathic Joran Dax, to help her catch the killer."}, {"title": "Star Trek DS9 7x14: Chimera", "description": "Odo meets another of the Hundred, infant Changelings who were sent out by the Founders hundreds of years ago to explore the galaxy."}, {"title": "Star Trek DS9 7x15: Badda-Bing, Badda-Bang", "description": "When holographic mobsters assume control of Vic Fontaine's lounge, the DS9 residents plot to run Vic's rival out of business and restore the program to normal."}, {"title": "Star Trek DS9 7x16: Inter Arma Enim Silent Leges", "description": "Attending a medical conference on Romulus, Dr. Bashir is contacted by Sloane and finds himself embroiled in an elaborate scheme devised by Section 31."}, {"title": "Star Trek DS9 7x17: Penumbra", "description": "When Worf remains missing after a battle with the Dominion, Ezri takes a shuttle against orders to search for him. On DS9, Sisko makes plans for his future with Kasidy."}, {"title": "Star Trek DS9 7x18: 'Til Death Do Us Part", "description": "On DS9, Sisko agonizes over his vision from the Prophets, warning him not to marry Kasidy, and Kai Winn receives a vision foretelling the arrival of a guide who will help her restore Bajor. Meanwhile, Ezri and Worf are interrogated aboard a Breen ship and unexpectedly witness a disturbing turn of events, one which may change the course of the entire war."}, {"title": "Star Trek DS9 7x19: Strange Bedfellows", "description": "On DS9, Dukat continues his manipulation of Kai Winn, and Kasidy finds it difficult being married to the Emissary. Now aboard a Dominion vessel, Worf and Ezri continue to plot their escape from captivity, and in the wake of the new Breen-Dominion Alliance, Damar makes a shocking decision."}, {"title": "Star Trek DS9 7x20: The Changing Face of Evil", "description": "The Breen-Dominion Alliance launches a devasting attack at the heart of the Federation, and the Federation Alliance struggles to maintain its foothold in Cardassian space. Kai Winn, under the guidance of Dukat, begins researching forbidden texts about the Pah-wraiths. On Cardassia, Damar begins a rebellion against the Dominion."}, {"title": "Star Trek DS9 7x21: When It Rains...", "description": "Kira, Odo, and Garak travel behind enemy lines to aid Damar's rebellion against the Dominion. On DS9, Dr. Bashir discovers something disastrous during his research, and Chancellor Gowron arrives on the station with an agenda of his own."}, {"title": "Star Trek DS9 7x22: Tacking Into the Wind", "description": "With the help of Kira, Odo, and Garak, the Cardassian Rebellion plots to steal a Breen weapon for the Federation. On DS9, Dr. Bashir and Chief O'Brien continue to try and find a cure for Odo, and Gowron's reckless attacks against the Dominion prompt Worf to take drastic action."}, {"title": "Star Trek DS9 7x23: Extreme Measures", "description": "In a desperate attempt to locate a cure for Odo, Dr. Bashir and Chief O'Brien lure a member of Section 31 to DS9."}, {"title": "Star Trek DS9 7x24: The Dogs of War", "description": "Trapped on Cardassia Prime after an ambush, Kira, Damar, and Garak plot to turn their rebellion into a revolution. On DS9, Grand Nagus Zek visits the station with surprising news about the future of the Ferengi Alliance."}, {"title": "Star Trek DS9 7x25: What You Leave Behind, Part I", "description": "The Federation Alliance begins its final assault on the Dominion. On Cardassia Prime, Kira, Damar, and Garak begin recruiting ordinary citizens to their revolution. Meanwhile, Gul Dukat and Kai Winn continue their plan to release the Pah-wraiths from the Fire Caves on Bajor."}, {"title": "Star Trek DS9 7x26: What You Leave Behind, Part II", "description": "In response to the Dominion destruction of Cardassian cities, the Cardassian military switches sides. Damar, Kira, and Garak launch an assault on Dominion Headquarters. The Federation Alliance makes a final push for victory. Sisko's role as the Emissary of the Prophets reaches its conclusion."}],
    "voy": [{"title": "Star Trek Voyager 1x01: Caretaker, Part I", "description": "While searching for a missing officer, Captain Kathryn Janeway and the crew of the Starship Voyager are swept 70,000 light years from home."}, {"title": "Star Trek Voyager 1x02: Caretaker, Part II", "description": "While searching for a missing officer, Captain Kathryn Janeway and the crew of the Starship Voyager are swept 70,000 light years from home."}, {"title": "Star Trek Voyager 1x03: Parallax", "description": "Tensions rise between the merged Starfleet and Maquis crews when the ship becomes trapped inside a star that's collapsed upon itself."}, {"title": "Star Trek Voyager 1x04: Time and Again", "description": "The Voyager crew discovers a world that has been destroyed by a type of energy that has been banned on all Federation worlds as being too dangerous to use."}, {"title": "Star Trek Voyager 1x05: Phage", "description": "While seeking a source of new dilithium for the ship's power source, the crew encounters a planet of people who are stealing body organs. Neelix finds another use for Captain Janeway's private dining room."}, {"title": "Star Trek Voyager 1x06: The Cloud", "description": "The crew discovers that a nebula is not what it seems, and Paris invites his fellow officers to share a little \"R&R\" in his holodeck program."}, {"title": "Star Trek Voyager 1x07: Eye of the Needle", "description": "The discovery of a wormhole in deep space raises the crew's hopes of finding a shortcut home."}, {"title": "Star Trek Voyager 1x08: Ex Post Facto", "description": "After Paris is convicted of a murder he swears he didn't commit, Tuvok must play detective to clear him."}, {"title": "Star Trek Voyager 1x09: Emanations", "description": "Kim confronts life and death issues when he's held against his will by an alien race."}, {"title": "Star Trek Voyager 1x10: Prime Factors", "description": "An alien leader has the technology that could send the crew 40,000 light years closer to home -- but refuses to share it with them."}, {"title": "Star Trek Voyager 1x11: State of Flux", "description": "Stardate: 48658.2 Stolen food replicator technology found on a severely damaged Kazon-Nistrim ship indicates a traitor aboard Voyager. The fatal disaster occurred when the Kazon attempted to integrate Federation technology with their own. Seska becomes the prime suspect. The evidence is reinforced when questions arise over her true heritage. Who'd have thought Chakotay's old Maquis cell contained a Cardassian spy disguised as a Bajoran and his onetime lover?"}, {"title": "Star Trek Voyager 1x12: Heroes and Demons", "description": "Stardate: 48693.2 Harry Kim disappears from the holodeck while role-playing in his medieval holo-novel, \"Beowulf.\" According to the characters, he died at the hands of a mystical beast called \"Grendel.\" When Chakotay and Tuvok investigate and also disappear, Janeway transfers the Doctor to the holodeck for his first Away Mission: to investigate/rescue the three vanished crewmembers. Kes encourages the Doctor to pick a name for himself and chooses Doctor Schweitzer. In the story, he survives fear, romance, and heartbreak to unmask the unlikely trespasser as a photonic alien life form taking the form of Grendel and turning missing crewmembers into energy."}, {"title": "Star Trek Voyager 1x13: Cathexis", "description": "An encounter with a strange nebula leaves Chakotay brain dead and the crew battling a powerful force that seems to be taking over their minds."}, {"title": "Star Trek Voyager 1x14: Faces", "description": "Stardate: 48784.2 The Vidiians capture Paris, Torres, and Durst while on an away mission. Then a bizarre Vidiian scientist divides the dual ethnic heritage of Torres into separate Human and Klingon bodies to test her Klingon DNA for resistance to the Phage disease destroying his people."}, {"title": "Star Trek Voyager 1x15: Jetrel", "description": "A painful chapter in Neelix's past is reopened when the scientist responsible for killing his family beams aboard Voyager."}, {"title": "Star Trek Voyager 1x16: Learning Curve", "description": "Tuvok incurs the wrath of Maquis crewmembers when he's put in charge of a \"boot camp\" designed to bring them up to Starfleet standards."}, {"title": "Star Trek Voyager 2x01: The 37's", "description": "The crew of Voyager discovers an unusual object floating in space while following a particle trail. They then land on a planet and discover an old Earth aircraft and then are led to a cave that contains cryogenic units with people from Earth in them."}, {"title": "Star Trek Voyager 2x02: Initiations", "description": "Stardate: 49005.3 While performing a ritual to honor the anniversary of his father's death, Chakotay's shuttlecraft unknowingly violates Kazon-Ogla space. He becomes the target of Kar, a young Kazon boy undergoing a manhood ritual to earn his warrior name and place among his people."}, {"title": "Star Trek Voyager 2x03: Projections", "description": "The ship's holographic doctor has a strange encounter with Lt. Barclay that leads to him having problems telling reality from fiction. He is lead to believe that Voyager is nothing but a holographic simulation that he must fix."}, {"title": "Star Trek Voyager 2x04: Elogium", "description": "When Voyager's crew encounters a swarm of strange alien lifeforms in space, the aliens start forming what seems to be a attachment to Voyager. Meanwhile the encounter seems to accelerate Kes's reproductive cycle that comes only once in her species lifetime."}, {"title": "Star Trek Voyager 2x05: Non Sequitur", "description": "Stardate: 49011. Ensign Harry Kim arises one morning to find he is back in San Francisco on Earth with his girlfriend, Libby. In this alternate reality, Starfleet records show he never served aboard Voyager, which Starfleet considers lost. Instead, Kim works in Starship Design at Starfleet Headquarters. To help him restore reality, he enlists the help of a shady figure in France named Tom Paris, who has no idea who Harry is."}, {"title": "Star Trek Voyager 2x06: Twisted", "description": "While giving a party for Kes, the crew starts encountering a spatial distortion phenomenon. It gradually starts occurring inside the ship, changing Voyager's structural layout."}, {"title": "Star Trek Voyager 2x07: Parturition", "description": "During a shuttle mission to replenish Voyager's food supplies, Neelix and Lt. Paris discover an embryonic pod and become caretakers of the hatchling infant."}, {"title": "Star Trek Voyager 2x08: Persistence of Vision", "description": "A strange force causes the crew to enter a delusional state in which their most buried thoughts come to the surface."}, {"title": "Star Trek Voyager 2x09: Tattoo", "description": "On an away team looking for needed resources, Chakotay is reminded of his youth when he disappointed his father by not embracing his tribe's cultural heritage. He finds a familiar cultural symbol drawn in the ground used by his ancestors to \"heal the land.\" Chakotay then tries to contact the beings his tribe calls the \"Sky Spirits.\" Meanwhile, the Doctor continues to monitor Ensign Samantha Wildman's pregnancy."}, {"title": "Star Trek Voyager 2x10: Cold Fire", "description": "Voyager encounters people of Kes's race, the Ocompa, living on a space station; they lead the crew to the female of the Caretaker's species, who believes they caused the Caretaker's death."}, {"title": "Star Trek Voyager 2x11: Maneuvers", "description": "Chakotay feels responsible after Seska masterminds a successful raid on the Voyager that gives the Kazons vital Federation technology."}, {"title": "Star Trek Voyager 2x12: Resistance", "description": "Janeway is forced to rely on her own devices when Torres and Tuvok are captured by the Mokra during an away mission to find tellurium. She is then assisted by a man who thinks she is his daughter."}, {"title": "Star Trek Voyager 2x13: Prototype", "description": "Lt. Torres and Ensign Kim help a humanoid robot that is discovered by Voyager. Torres is then kidnapped by the robot and its fellow robots, who threaten to destroy Voyager unless Torres helps them."}, {"title": "Star Trek Voyager 2x14: Alliances", "description": "Captain Janeway reluctantly tries to form an alliance with the Kazons and their longtime enemies in order to strengthen Voyager's position in the quadrant."}, {"title": "Star Trek Voyager 2x15: Threshold", "description": "Paris experiments with breaking the warp 10 barrier. Once transwarp is achieved, Lt. Paris starts to undergo a strange transformation which places his life in danger."}, {"title": "Star Trek Voyager 2x16: Meld", "description": "After a crewman is murdered, Tuvok decides to try and understand what drives a person to commit violent crimes. He uses a mind meld on the killer and starts to have violent tendencies of his own."}, {"title": "Star Trek Voyager 2x17: Dreadnought", "description": "Stardate: 49447. Voyager encounters Dreadnought, an advanced, self-aware Cardassian missile also drawn into the Delta Quadrant that B'Elanna Torres reprogrammed during her time in the Maquis. The missile, believing it is still in the Alpha quadrant on its Maquis mission, is on course to destroy Rakosa V, an inhabited world of millions. Now, B'Elanna must outsmart her programming to disarm Dreadnought before it reaches its objective."}, {"title": "Star Trek Voyager 2x18: Death Wish", "description": "While taking a sample of a strange space phenomenon, Voyager brings a Q aboard. This in turn causes the original Q to come onboard, demanding that the new Q come back to the Q Continuum with him."}, {"title": "Star Trek Voyager 2x19: Lifesigns", "description": "Voyager rescues a dying Vidiian and during the process of trying to save her life, the Doctor's adaptive program allows him to experience romantic feelings for the first time. Lt. Paris starts objecting to his treatment on Voyager and ends up assaulting Chakotay."}, {"title": "Star Trek Voyager 2x20: Investigations", "description": "Lt. Paris leaves Voyager to travel with a Talaxian convoy claiming to not fit in with Voyager's crew. Neelix later suspects Lt. Paris of being a traitor to Voyager when he decides to become a investigative video journalist."}, {"title": "Star Trek Voyager 2x21: Deadlock", "description": "While trying to avoid the Vidiians, Voyager travels to a region of space that will disguise them from their sensors. Subsequently, an onboard disaster occurs while Ensign Wildman is having her baby, which causes problems for the Doctor."}, {"title": "Star Trek Voyager 2x22: Innocence", "description": "After Tuvok crash lands on a moon that is considered sacred, he attempts to save three abandoned children,  while also repairing his shuttle."}, {"title": "Star Trek Voyager 2x23: The Thaw", "description": "The crew of Voyager discovers a world with technology and no people. They then determine that the planets inhabitants are in hibernation in order to protect themselves from a natural disaster."}, {"title": "Star Trek Voyager 2x24: Tuvix", "description": "Stardate: 49655.2 While returning from an away mission, a transporter accident merges Tuvok and Neelix into one new being with the personality of both combined. He calls himself \"Tuvix.\" But the  Doctor's search for how to restore their original forms causes a moral dilemma as Tuvix does not wish to be terminated."}, {"title": "Star Trek Voyager 2x25: Resolutions", "description": "After Captain Janeway and Chakotay contract a deadly virus, they are set down on a small planet so the rest of the crew will not become infected."}, {"title": "Star Trek Voyager 2x26: Basics, Part I", "description": "Chakotay is told his son has been taken by the Kazons, during the process of trying to rescue him Voyager is taken by the Kazons after the crew looses the ship in a running battle with the Kazons."}, {"title": "Star Trek Voyager 3x01: Basics, Part II", "description": "Captain Janeway and her crew battle the primitive planet they were dropped on while a rescue attempt originates from Voyager itself."}, {"title": "Star Trek Voyager 3x02: Flashback", "description": "Mind melding with Tuvok causes Captain Janeway to relive her tour of duty with Capt. Sulu and Cmdr. Rand."}, {"title": "Star Trek Voyager 3x03: The Chute", "description": "Lt. Paris and Ensign Kim are accused of being members of a terrorist group called 'Open Sky' and imprisoned; Nexis is asked to use his ship on a special mission to help them."}, {"title": "Star Trek Voyager 3x04: The Swarm", "description": "Voyager's crew fights off alien vessels; a holodeck accident cause the Doctor's memory circuits to fail; Lt. Paris and Belana are injured."}, {"title": "Star Trek Voyager 3x05: False Profits", "description": "Stardate: 50074.3 Voyager discovers a pair of Ferengi masquerading as demigods to profit from a planetary culture still in its Bronze Age. They arrived through the Barzan Wormhole, which leads back to the Alpha Quadrant; however, its Delta Quadrant end is highly unstable and always moving. The crew must find a way to end this exploitation while trying to use the same wormhole to return home."}, {"title": "Star Trek Voyager 3x06: Remember", "description": "Lt. Torres is haunted by dreams of a forbidden love affair when the crew of Voyager picks up several Enaran passengers."}, {"title": "Star Trek Voyager 3x07: Sacred Ground", "description": "Kes is accidentally injured at a sacred shrine and Captain Janeway undergoes a arduous spiritual test in order to try and save her on the Nechani world."}, {"title": "Star Trek Voyager 3x08: Future's End, Part I", "description": "Voyager accidentally travels back in time when they have a encounter with a ship from the future that wants to destroy them. They arrive in 1996 Los Angeles and attempt to help prevent a event that could drastically alter Earth's future in the 29th century."}, {"title": "Star Trek Voyager 3x09: Future's End, Part II", "description": "Lt. Paris and Tuvok seek help in Los Angeles as Henry Starling takes Voyagers Doctor hostage and prepares to launch his stolen time ship."}, {"title": "Star Trek Voyager 3x10: Warlord", "description": "Stardate: 50348.1 An injured Ilari named Tieran, brought on board Voyager before his ship explodes, transfers his consciousness into Kes' mind moments before he dies. The alien gains control over her and uses her abilities to steal a shuttlecraft. The warlord returns to his home world to attempt a political coup."}, {"title": "Star Trek Voyager 3x11: The Q and the Grey", "description": "Q surprises Captain Janeway in her quarters with the announcement that he has chosen her to be the mother of his child to be. Janeway discovers that there is a civil war going on in the Q Continuum."}, {"title": "Star Trek Voyager 3x12: Macrocosm", "description": "Stardate: 50425.1 Captain Janeway and Neelix return from a difficult first contact and trade mission with the Tak Tak to find Voyager disabled and adrift in space with the crew barely alive. They soon learn that alien macroviral lifeforms overran the ship and grew rapidly in size. After Neelix becomes infected, Captain Janeway and The Doctor must retake the ship."}, {"title": "Star Trek Voyager 3x13: Fair Trade", "description": "Neelix meet's up with Wiiban, a fellow Telaxian who he used to work with in the past and is conned into using a Federation shuttlecraft to traffic in narcotics."}, {"title": "Star Trek Voyager 3x14: Alter Ego", "description": "When Ensign Kim falls for a attractive Holodeck character, he seeks help from Tuvok in learning how to suppress his emotions."}, {"title": "Star Trek Voyager 3x15: Coda", "description": "Captain Janeway is critically injured in a shuttle crash all the crew except for Kes thinks she is dead. Janeway has visions of her deceased father Admiral Janeway."}, {"title": "Star Trek Voyager 3x16: Blood Fever", "description": "Torres has a unpleasant encounter with Vorick, a Vulcan crew member who is starting to go through Pon-Far. Torres then finds herself getting more and more out of control putting crew members in jeopardy."}, {"title": "Star Trek Voyager 3x17: Unity", "description": "Commander Chakotay is attacked after answering a distress signal then is surprised by the people who sent the signal. Captain Janeway makes a scary discovery in nearby space, a derelict Borg Cube."}, {"title": "Star Trek Voyager 3x18: The Darkling", "description": "Stardate: 50693.2 When the doctor tries to enhance his personality by incorporating the psychological profiles of famous and historical people, he is overwhelmed by their dark sides and begins exhibiting signs of a split personality, one the regular doctor and the other dark and evil. Kes considers leaving Voyager when they encounter a race with vast knowledge of the region of space they are currently exploring."}, {"title": "Star Trek Voyager 3x19: Rise", "description": "Voyager's crew is giving help to the Nezu's planet when they are being hit by asteroids. Tuvok and Neelix are trapped on the ground when they attempt to rescue a Nezu doctor who says he has information about the asteroids that are hitting the planet."}, {"title": "Star Trek Voyager 3x20: Favorite Son", "description": "Ensign Kim leads Voyager to a strange planet where the almost all female population claims to recall his birth there on that planet."}, {"title": "Star Trek Voyager 3x21: Before and After", "description": "Stardate: 50973 The Doctor's life-extension experimental treatment sends Kes out of temporal sync. She begins traveling backward through time from the moment of her death. With each shift, she comes closer to a solution but she also grows months and years younger at a time."}, {"title": "Star Trek Voyager 3x22: Real Life", "description": "Voyager comes across a previously unseen phenomena in space, and Tom becomes trapped inside it. The Doctor attempts to experience a home life by creating a holographic family. B'ellana helps him make them more real after meeting them and seeing they are far too perfect."}, {"title": "Star Trek Voyager 3x23: Distant Origin", "description": "Scientists of the Voth race discover the human remains of a Voyager crewman and locate a genetic pattern similar to their own."}, {"title": "Star Trek Voyager 3x24: Displaced", "description": "Strange aliens replace Voyager's crew members one by one and claim not to know why they are there. The transplanted crew members arrive in an idyllic world. The aliens take over Voyager when enough are aboard, and Janeway scrambles to retake it."}, {"title": "Star Trek Voyager 3x25: Worst Case Scenario", "description": "Members of the Voyager crew clandestinely participate in a hidden holodeck program where the ship's Maquis members stage an insurrection."}, {"title": "Star Trek Voyager 3x26: Scorpion, Part I", "description": "About to enter Borg space, the Voyager crew discovers a threat so devastating that even the Borg cannot deal with it."}, {"title": "Star Trek Voyager 4x01: Scorpion, Part II", "description": "Voyager finds a solution to combat the invader of Borg space. Janeway asks for free passage through their territory and in return she'll share a biological weapon. Seven of Nine is assigned to work with Janeway and the Voyager crew, but can the Borg be trusted to uphold their end of the bargain."}, {"title": "Star Trek Voyager 4x02: The Gift", "description": "Kes's telepathic powers increase and she has to make a life changing decision. The Doctor starts to remove Seven of Nines Borg implants, even though she does not want him to, because of her body is starting to reject them."}, {"title": "Star Trek Voyager 4x03: Day of Honor", "description": "Torres has a stressful & emotional day with Paris.  A race decimated by the Borg, called the Caatati request major assistance from Voyager."}, {"title": "Star Trek Voyager 4x04: Nemesis", "description": "After Chakotay is marooned on a planet where two alien life forms are attempting genocide against each other, he starts to feel sympathy for the aliens who are helping him since he is not of their enemy race. Janeway and the command crew attempt to discover where Chakotay's shuttle crashed."}, {"title": "Star Trek Voyager 4x05: Revulsion", "description": "The Doctor and Torres go on a away mission to a space station after receiving a distress call from a holographic crewman. Ensign Kim and Seven of Nine work with each other again and start to get to know each other."}, {"title": "Star Trek Voyager 4x06: The Raven", "description": "Seven of Nine's Borg implants begin regenerating after she experiences hallucinations and flashbacks from her life before assimilation. She flees Voyager in a shuttle to attempt rejoining the Borg. After escaping into a region of space governed by the B'omar, she discovers a wrecked Federation spaceship on an uninhabited moon. This ship is the Raven where the Borg assimilated her and her parents 20 years ago."}, {"title": "Star Trek Voyager 4x07: Scientific Method", "description": "The Doctor and Seven of Nine discover that a mysterious illness striking down the crew is the work of aliens conducting genetic experiments on crew members."}, {"title": "Star Trek Voyager 4x08: Year of Hell, Part I", "description": "A renegade Krenim warship with the ability to alter the time stream threatens the crew of Voyager as they pass through what has now become the Krenim empire."}, {"title": "Star Trek Voyager 4x09: Year of Hell, Part II", "description": "Captain Janeway desperately tries to keep Voyager from being completely destroyed, Paris and Chakotay try to plot how to save Voyager while on the Krenim time ship."}, {"title": "Star Trek Voyager 4x10: Random Thoughts", "description": "While Voyager's crew is on shore leave on a planet of peaceful telepaths with no crime, one of the world's citizens performs a savage beating. This sparks an investigation and jailing of Lt. Torres due to her voilent thoughts. Tuvok makes friends with the world's police officer, and Neelix becomes interested in a female shopkeeper."}, {"title": "Star Trek Voyager 4x11: Concerning Flight", "description": "While on their journey home, Voyager is plundered by space pirates, who use a special transporter to steal machinery from passing ships. Captain Janeway and Tuvok pursue them to their homeworld, where the holodeck program of Leonardo Da Vinci helps Captain Janeway get Voyager's items back."}, {"title": "Star Trek Voyager 4x12: Mortal Coil", "description": "Neelix is accidently killed by a protomatter discharge on an away mission  and then \"reactivated\" by Seven's Borg nanoprobes. He finds himself in a deep existential and spiritual crisis, questioning his faith and the meaning of his existence,"}, {"title": "Star Trek Voyager 4x13: Waking Moments", "description": "The crew experiences vivid nightmares, all containing the same mysterious alien. Chakotay must stay awake to lead an attack against a species that lives in the dreams of Voyager's crew."}, {"title": "Star Trek Voyager 4x14: Message in a Bottle", "description": "Seven of Nine discovers an ancient subspace relay network that extends to the Alpha Quadrant. They can send the Doctor through to a Federation ship at the other end, the experimental U.S.S. Prometheus, only to discover that Romulans have taken it over."}, {"title": "Star Trek Voyager 4x15: Hunters", "description": "After contacting Starfleet Command using the alien relay modules to communicate with Earth, Starfleet replies with letters from the crew's friends and family. Using of the alien array attracts the attention of the Hirogen, an alien species that live to hunt other humanoids."}, {"title": "Star Trek Voyager 4x16: Prey", "description": "Stardate: 51652.3 - When Voyager encounters a disabled Hirogen ship with a wounded Hirogen aboard, Captain Janeway beams him aboard for treatment. Soon, the prey being hunted by this particular Hirogen, a member of Species 8472, boards Voyager, damaging it. The only immediate solution is to let the Hirogen assist the crew in tracking its prey. Finding the creature severely wounded, Captain Janeway puts it under her protection, much to the chagrin of Hirogen. Seven of Nine disobeys Janeway's order and transports the Hirogen hunter and the creature to another Hirogen ship."}, {"title": "Star Trek Voyager 4x17: Retrospect", "description": "After working with an arms dealer, Seven of Nine starts having mental images of the arms dealer holding her captive and stealing Borg Nanobots from her. Captain Janeway starts an investigation into the matter with the help of the Doctor."}, {"title": "Star Trek Voyager 4x18: The Killing Game, Part I", "description": "When the Hirogen capture and board Voyager, they discover that they can use the holodeck to improve the hunt by putting the prey through different situations and locations. In one simulation, Captain Janeway, Torres, Tuvok, and Seven of Nine are members of the French resistance in occupied France during World War II, with the Hirogen in roles as Nazi SS Officers. Since the Hirogen implanted the crew with subdermal transmitters, they have no idea this is on the holodeck with the safety protocols removed, and they think it's real. The Doctor in sickbay is forced to heal the injured, and it is up to him to disable the transmitters and help the crew escape."}, {"title": "Star Trek Voyager 4x19: The Killing Game, Part II", "description": "Captain Janeway, Seven of Nine, and Harry Kim work to shut down the Holodeck simulation set in occupied France during World War II that the Hirogens started and expanded while also trying to restore the rest of the crew's identities."}, {"title": "Star Trek Voyager 4x20: Vis à Vis", "description": "An identity-stealing alien (or genome thief) switches physical forms with Tom Paris and then takes command of Voyager after assuming Janeway's identity."}, {"title": "Star Trek Voyager 4x21: The Omega Directive", "description": "Stardate: 51781.2 - Voyager is forced out of warp when it detects the most powerful substance known to exist called \"Omega,\" which only Janeway and Seven of Nine know about onboard the ship. The Borg experimented with \"Omega\" in the past. Due to the nature of the particle, a top-secret Starfleet directive gives knowledge of it only to Starfleet Captains and orders its destruction at all costs because the unstable molecule has the power to destroy subspace. Janeway must enlist the help of the senior crew on a need-to-know basis to destroy it safely."}, {"title": "Star Trek Voyager 4x22: Unforgettable", "description": "A beautiful alien fleeing danger asks for Chakotay's help, claiming they knew each other in the past. She requests asylum aboard Voyager, saying she was on the ship a month ago and fell in love with Chakotay. But neither he nor any of the crew remembers her anymore."}, {"title": "Star Trek Voyager 4x23: Living Witness", "description": "Seven hundred years into the future, a backup version of the Doctor is reactivated and faces trial for war crimes. He must uncover the truth to defend Voyager's crew and set history straight when an alien race claims that the Warship Voyager was responsible for war crimes committed against their race when the ship passed their planet centuries ago."}, {"title": "Star Trek Voyager 4x24: Demon", "description": "Stardate: Unknown - In search of the vital chemical deuterium essential to Voyager's energy supplies, they discover a hostile \"Demon class\" planet with reserves large enough to replenish the ship. Ensign Kim and Tom Paris take a shuttlecraft to the planet's surface in environmental suits. Soon they are found on the planet without suits, and the ship's atmosphere becomes poisonous to them."}, {"title": "Star Trek Voyager 4x25: One", "description": "Stardate: 51929.3 - When Voyager encounters a deadly radioactive nebula, Captain Janeway decides to save time by going through it and placing the crew in protective stasis chambers to survive, with only Seven of Nine and the Doctor left to protect the ship. Seven soon starts experiencing hallucinations when an alien wants to trade vital supplies."}, {"title": "Star Trek Voyager 4x26: Hope and Fear", "description": "Stardate: 51978.2 - An alien translator named Arturis can finally decode the Starfleet message received by Voyager five months ago. It directs them to a nearby sector where an unmanned Federation starship waits for them. It's equipped with a propulsion system faster than warp drive, which can bring them home within three months. While the crew members are elated, Seven requests permission to remain in the Delta quadrant. However, everything is not what it seems when alien technology is found aboard the new ship."}, {"title": "Star Trek Voyager 5x01: Night", "description": "Stardate: 52081.2 - Voyager enters a desolate expanse of space where no stars are visible and will take two years to cross. The lack of starlight causes morale issues with the crew, and Janeway questions the choices that stranded her crew in the Delta Quadrant so far from home. They encounter two mysterious alien races who may be at war with each other. Janeway comes to the aid of one of them."}, {"title": "Star Trek Voyager 5x02: Drone", "description": "A transporter accident merges some of Seven Of Nine's Borg nanoprobes with the Doctor's 29th Century moble holo-emitter during an away mission, creating a 29th Century super-Borg drone hybrid. Seven discovers her maternal nature as she raises and educates the young drone. Captain Janeway must decide how to deal with the potential danger to all non-borg life."}, {"title": "Star Trek Voyager 5x03: Extreme Risk", "description": "Tom Paris designs a new type of shuttlecraft named the \"Delta Flyer\" with Borg and Starfleet technologies to retrieve a Starfleet probe stuck in a giant planet's hazardous atmosphere and gravity well before aliens do. Torres exhibits reckless behavior by engaging in dangerous holodeck programs, such as orbital sky diving; her erratic behavior over several months comes to a peak and alarms her crewmates."}, {"title": "Star Trek Voyager 5x04: In the Flesh", "description": "The crew of Voyager discovers a simulation of San Francisco's Starfleet Headquarters being run by Species 8472 and used to practice launching an assault on Earth and the Alpha Quadrant. Species 8472 shape-shift into human form using regular doses of drugs."}, {"title": "Star Trek Voyager 5x05: Once Upon a Time", "description": "While Voyager searches for the crew of the crashed Delta Flyer carrying Tuvok, Paris, and Ensign Samantha Wildman, Neelix must keep Samantha's daughter Naomi occupied. He tries to amuse her with a magical \"holonovel\" about forest creatures called Flotter and Trevis. When it is discovered that Samantha is badly injured, Neelix must decide how much he should tell Naomi in an attempt to protect her feelings."}, {"title": "Star Trek Voyager 5x06: Timeless", "description": "Voyager uses new quantum slipstream technology in an attempt to return home, but a miscalculation by Kim causes the ship to crash into an ice planet. Fifteen years later, the sole survivors, Chakotay and Kim, have resigned from Starfleet and attempt to alter history to save the ship from disaster before Starfleet can stop them. They steal the Delta Flyer to send a message back in time and avert the catastrophe. However, Captain Geordi LaForge is determined to stop them at all costs."}, {"title": "Star Trek Voyager 5x07: Infinite Regress", "description": "Voyager encounters a Borg cube's debris field containing technology called a Vinculum, a device that connects all the drone's minds. The device causes Seven of Nine to exhibit multiple personalities of people she assimilated as a member of the collective, including a Klingon, a Ferengi, a Vulcan, and a human. Soon, they become so strong that they may overwhelm Seven's own personality."}, {"title": "Star Trek Voyager 5x08: Nothing Human", "description": "A dying alien organism attaches itself to B'Elanna's nervous system, and the Doctor doesn't know how to treat her. He enlists the help of a holographic recreation of the Cardassian Dr. Crell Mossett, an exobiology specialist and war criminal, to save her life. B'Elanna refuses all treatment when the Bajoran crew informs her that Crell was responsible for sadistic war crimes during the occupation. The Doctor experiences a moral quandary about using and retaining Crell's program."}, {"title": "Star Trek Voyager 5x09: Thirty Days", "description": "The crew of Voyager discovers a strange ocean world in space and offers to help the inhabitants find out why the ocean is losing water to space. They find the forcefield maintaining the planet's integrity is breaking down. Tom Paris directly disobeys orders in an attempt to save the planet, which results in his demotion to Ensign and being placed in the brig for thirty days. Paris tells the story of this episode in a letter for his father to pass the time in the ship's brig. When first encountering the world, Paris interrupts Kim in the middle of his Chaotica holodeck adventure."}, {"title": "Star Trek Voyager 5x10: Counterpoint", "description": "While traveling through Devore space, Captain Janeway must hide all telepaths on board in transporter stasis as telepathy is illegal under Devore law. This includes two families of alien telepathic refugees rescued by the ship's crew. The Devore commander boards and inspects Voyager numerous times during their passage through that area of space. Sometime later, he returns in a small shuttle and requests asylum wishing to defect."}, {"title": "Star Trek Voyager 5x11: Latent Image", "description": "The Doctor discovers evidence that his short-term memory files may have been tampered with and altered with some events deleted. He launches an investigation into whom or what could be responsible and is shocked at who it is and why they're doing it. The Doctor recalls the death of crew member Jetal and believes he was responsible."}, {"title": "Star Trek Voyager 5x12: Bride of Chaotica!", "description": "Chaos erupts when aliens from the Fifth Dimension interpret Lt. Paris' \"Captain Proton\" holographic novel as reality. These photonic energy life forms mistake the characters in Tom's holonovel for real people and a threat. The holodeck characters interpret this as an attack, and soon Dr. Chaotica tries to wipe them out. The only person that can stop him is Captain Janeway in the role of Queen Arachnia of the Spider People."}, {"title": "Star Trek Voyager 5x13: Gravity", "description": "When the shuttle carrying Tuvok, Paris, and the Doctor crashes on a deserted planet pulled down by its intense gravity, they wait to be rescued. This is a temporally-distorted area of space. From their perspective, many weeks have passed with no contact from Voyager, while onboard, only a few hours have passed as the crew plan a rescue attempt. The three are stranded with an alien woman who falls in love with Tuvok, and he finds himself somewhat attracted to her."}, {"title": "Star Trek Voyager 5x14: Bliss", "description": "After five years, discovering a wormhole leading directly to Alpha Quadrant and Earth elates the crew beyond belief, but Seven Of Nine remains unconvinced that this is real. She suspects there is something wrong with how quickly and easily the Voyager's crew accepts the appearance of the phenomenon. To help her cause, she recruits Naomi Wildman, the Doctor, and an alien pilot named Qatai to stop the ship from entering and from being digested by a large bioplasmic space-dwelling lifeform."}, {"title": "Star Trek Voyager 5x15: Dark Frontier, Part I", "description": "Stardate: 52619.2 - After defeating a Borg scout ship, Captain Janeway decides to launch an attack on another damaged Sphere to steal a trans-warp coil (Borg propulsion technology). However, as the crew prepares for their heist, the Borg Queen is secretly aware of the entire plan. During the mission, Seven of Nine's loyalty becomes divided between the Borg and Voyager and is lured back to the Borg collective by the Queen in exchange for the crew's safety."}, {"title": "Star Trek Voyager 5x16: Dark Frontier, Part II", "description": "After defeating a Borg ship, Captain Janeway decides to launch an attack to steal a trans-warp coil to shorten Voyager's journey home. The Borg detect her plan and access Seven Of Nine's neural transceiver to deliver an ultimatum: rejoin the collective or the ship and its crew will be assimilated. The ship will be guaranteed safe passage through Borg space if she agrees. After she agrees to rejoin the Borg Collective, the Borg Queen attempts to put her to work helping the Borg. Janeway launches a rescue mission to save Seven of Nine from being totally assimilated by the Borg."}, {"title": "Star Trek Voyager 5x17: The Disease", "description": "Ensign Kim breaks Starfleet medical rules involving contact with unknown alien species, putting Voyager in possible medical jeopardy. Without medical clearance, Kim involves himself in a love affair with an exotic member of the Varo species. Problems arise when they become biochemically interdependent after the incident."}, {"title": "Star Trek Voyager 5x18: Course: Oblivion", "description": "Stardate: 52586.3 After Paris and Torres wed, the ship and its crew start to disintegrate on the molecular level due to subspace radiation caused by their new enhanced warp drive. As Voyager crew members begin dying, they make a startling discovery about their true identities. They are not the real Voyager. Every member of the crew and even Voyager itself are biomimetic duplicates from the \"Demon class\" planet visited months ago in the episode \"Demon\" (S04E24)."}, {"title": "Star Trek Voyager 5x19: The Fight", "description": "When Voyager is trapped in \"chaotic space,\" an area where the laws of physics are in a state of flux, Chakotay begins hearing and seeing things. The telepathic aliens living inside the space are trying to contact the ship. However, prolonged communication may leave him insane or braindead. In their first attempt, Chakotay was boxing on the holodeck. The aliens induced further hallucinations of him boxing as \"The Maquis Mauler,\" fighting Delta Quadrant's champion \"Kid Chaos.\" Ultimately, the aliens help Voyager safely leave \"chaotic space.\""}, {"title": "Star Trek Voyager 5x20: Think Tank", "description": "A group of extremely intelligent aliens offers to help Voyager escape from a race of bounty hunters known as the Hazari, in exchange for Seven of Nine."}, {"title": "Star Trek Voyager 5x21: Juggernaut", "description": "Voyager encounters a damaged and adrift Malon freighter in danger of releasing deadly theta radiation into that sector of space and rescues two crew members. Captain Janeway sends a repair crew to try and contain the radiation spread. Before they embark on the mission, the two crewmen warn them about the \"Angel of Decay\" that wreaks havoc aboard the ship."}, {"title": "Star Trek Voyager 5x22: Someone to Watch Over Me", "description": "The Doctor teaches Seven Of Nine about human behavior and how humans interact with each other while dating. The Doctor learns a bit about his own possible humanity during the lessons. After her disastrous first date with a crew member, the Doctor personally guides her, but he soon realizes he is falling in love with her. Meanwhile, Neelix guides an ambassador of a monastic colony through the ship, unwittingly creating a potentially embarrassing situation for the ambassador when he requests forbidden food and drink."}, {"title": "Star Trek Voyager 5x23: 11:59", "description": "Captain Janeway recalls a 21st-century ancestor Shannon O'Donnel, involved in creating a seminal self-contained biosphere called the Millennium Gate on Earth on New Year's Eve 2000. O'Donnel must convince the last holdout, local bookstore owner Henry Janeway to approve the plan."}, {"title": "Star Trek Voyager 5x24: Relativity", "description": "When Voyager is destroyed, Captain Braxton of the 29th Century Timeship Relativity recruits Seven of Nine to travel back in time and find who planted the \"temporal disruptor.\" However, to save Voyager, she must do this without being discovered by the past Janeway."}, {"title": "Star Trek Voyager 5x25: Warhead", "description": "While Kim is serving as commander of Voyager, the ship receives a distress signal. When the away team, including the Doctor, goes to a planet searching for someone needing assistance, they find a mysterious object with artificial intelligence. After Kim beams the device onboard, the crew discovers it to be an intelligent alien missile. They attempt to separate the intelligence from the weapon to save the intelligence and neutralize the weapon. But, it links with the Doctor's program terrorizing the crew and requests it be allowed to complete its mission of mass destruction."}, {"title": "Star Trek Voyager 5x26: Equinox, Part I", "description": "Voyager encounters another Federation starship, the USS Equinox, commanded by Captain Rudy Ransom, which the Caretaker also abducted and stranded in the Delta Quadrant. As Janeway tries to figure out Captain Ransom, hostile aliens attack both ships. However, the Doctor exposes a terrible secret the Equinox crew harbors, and Ransom steals Voyager's technology and takes Seven of Nine and the Doctor as hostages."}, {"title": "Star Trek Voyager 6x01: Equinox, Part II", "description": "Captain Janeway takes her quest for revenge against Captain Ransom to extremes when she orders the use of photon torpedoes against the Equinox, tractors a neutral ship, nearly kills an Equinox crewman during an interrogation, and relieves Chakotay of duty when he questions her actions."}, {"title": "Star Trek Voyager 6x02: Survival Instinct", "description": "Stardate: 53049.2 - Seven of Nine discovers that she was freed from the Borg collective once before with three other Borg drones when their ship crashed on a planet. She is also responsible for their re-assimilation. Now, the three renegade drones stalk Seven because they are linked in their own \"collective\" and want to learn from Seven how to terminate their neural links and restore their individuality. Seven is willing to help."}, {"title": "Star Trek Voyager 6x03: Barge of the Dead", "description": "Stardate: Unknown. During a near-death experience aboard a shuttlecraft, B'Elanna finds herself aboard the Klingon Barge of the Dead, a spectral vessel transporting dishonored souls to Gre'thor. It is the Klingon Hell and the antithesis of Sto-vo-kor. After seeing her mother Miral there, B'Elanna must confront her Klingon heritage and risk her life to go back and save her mother's soul from this fate, even at the cost of her own."}, {"title": "Star Trek Voyager 6x04: Tinker, Tenor, Doctor, Spy", "description": "Stardate: Unknown. The Doctor programs himself with a subroutine allowing him to daydream, which puts him directly into the center of a crisis. An alien scavenger race called the Overlookers gains access to the Doctor's cognitive subroutines to make him their spy. But, the alien spy monitoring the Doctor's visions mistakes them for reality. When the alien raiders believe they have gathered enough information about Voyager, they plan to launch an attack."}, {"title": "Star Trek Voyager 6x05: Alice", "description": "Tom Paris persuades Chakotay to allow him to buy a shuttle from a space junkyard. While repairing it, the shuttle, which Tom names \"Alice,\" begins to gain control over Tom's mind. The sexy female persona turns the space shuttle into an obsession of Tom's, and it convinces him to cannibalize Voyager's parts."}, {"title": "Star Trek Voyager 6x06: Riddles", "description": "An attack by an intelligent energy source robs Tuvok of his mental prowess, leaving him exposed and vulnerable. He soon starts experiencing emotions he never expressed before. Janeway searches for the \"shadow people\" responsible for the attack. Neelix takes care of Tuvok the entire time."}, {"title": "Star Trek Voyager 6x07: Dragon's Teeth", "description": "Voyager comes under attack from an armada belonging to a territorial race of aliens known as the Turei. Escaping the attack by sheltering on a decimated planet, the Voyager crew finds a hibernating warrior race in chambers deep below the surface. Captain Janeway tries to ally with the inhabitants, the Vaadwaur. However, she soon begins to think the Vaadwaur may pose a more significant threat than the enemy above."}, {"title": "Star Trek Voyager 6x08: One Small Step", "description": "Voyager crosses paths with a graviton ellipse, a rare spatial anomaly that swallowed the Ares IV, an Earth ship orbiting Mars in 2032. The discovery calls for an away mission to search the 300-year-old U.S. spacecraft from the first manned mission to Mars trapped inside this massive ball of energy."}, {"title": "Star Trek Voyager 6x09: The Voyager Conspiracy", "description": "Seven of Nine begins a new method of data analysis that makes her craft a conspiracy theory that Janeway and Tuvok intentionally stranded Voyager in the Delta Quadrant. Later, a data-overloaded Seven of Nine starts spreading rumors of a mutiny and insurrection when the ship encounters an alien with technology that can catapult the ship light-years closer to home and cut years off their journey."}, {"title": "Star Trek Voyager 6x10: Pathfinder", "description": "On Earth, the Starship Enterprise's Lt. Barclay tries to find a way to communicate with the Starship Voyager using an artificially generated micro-wormhole. He becomes so obsessed that he needs the help of Counsellor Troi to keep his grip on reality."}, {"title": "Star Trek Voyager 6x11: Fair Haven", "description": "The Voyager crew enjoys leisure time in a holo-program created by Tom Paris and set in Fair Haven, an Irish coastal village of the early 20th century. Captain Janeway falls for a handsome holo-character designed specifically for her. But, a deadly neutrino wave approaching Voyager brings the festivities to a halt as this wave may prove more dangerous than they first imagined."}, {"title": "Star Trek Voyager 6x12: Blink of an Eye", "description": "Voyager becomes trapped in orbit of a primitive planet where time passes rapidly (days are seconds aboard the ship) and enters the mythos of its indigenous people. Inadvertently influencing the civilization, Voyager eventually becomes the target of newfound weaponry."}, {"title": "Star Trek Voyager 6x13: Virtuoso", "description": "When a technologically superior race, the Qomar, discovers the Doctor's singing talents, he becomes a celebrity among a race that never developed music. His newfound popularity makes him consider resigning his commission to stay on the alien world, embracing a career in opera singing with his millions of adoring fans."}, {"title": "Star Trek Voyager 6x14: Memorial", "description": "The crew of Voyager experience vivid memories and dreams of a battle they don't remember having, with an enemy they have never encountered. Captain Janeway worries about crew members suffering from post-traumatic stress disorders after Chakotay, Neelix, Kim, and Paris return from an exploration."}, {"title": "Star Trek Voyager 6x15: Tsunkatse", "description": "Seven of Nine is forced to fight a Pendari gladiator in a competition for her life known as \"Tsunkatse\" when she and Tuvok are abducted from the Delta Flyer. If she refuses to fight, Tuvok will be denied the medical aid needed to keep him from dying of injuries sustained from an explosion on the shuttle."}, {"title": "Star Trek Voyager 6x16: Collective", "description": "A Borg ship captures a Voyager shuttle with Chakotay, Kim, Neelix, and Paris on board. Janeway enters hostage negotiations with a gang of dangerously erratic Borg children, who the Borg rejected as unworthy drones."}, {"title": "Star Trek Voyager 6x17: Spirit Folk", "description": "The inhabitants of the holographic town of Fair Haven suspect the Voyager crew of having mystical powers when they witness the use of their futuristic technology."}, {"title": "Star Trek Voyager 6x18: Ashes to Ashes", "description": "The long-dead Ensign Lindsay Ballard seeks sanctuary aboard Voyager after being killed during an away mission with Ensign Kim three years ago. She is pursued by an alien race known as the Kobali, whose only reproduction method is reanimating cadavers of other species or \"resurrection\" of the dead through genetic engineering. They had revived her and taken her as a new member of their race. When the full extent of her new Kobali genes is activated, they reach a point where she must choose between her old home on the ship or her new home with her adoptive Kobali family."}, {"title": "Star Trek Voyager 6x19: Child's Play", "description": "Seven of Nine defends a child Borg drone whose parents come to reclaim him. Seven suspects that Icheb's parents are not telling the truth about their son's assimilation. Mezoti, one of the Borg children still on board Voyager, holds the key to the mystery. The boy's parents plan on using him as a secret genetic weapon for revenge on the Borg, even if it results in his death."}, {"title": "Star Trek Voyager 6x20: Good Shepherd", "description": "Captain Janeway takes three crew members with poor performance records on an away mission in the Delta Flyer to bring them up to Starfleet standards. However, an unexpected collision with a Dark Matter comet leaves the crew in a dangerous situation. Plus, an unexpected attack forces them to work together to survive."}, {"title": "Star Trek Voyager 6x21: Live Fast and Prosper", "description": "A group of con artists impersonates Captain Janeway and the crew of Voyager while pulling scams and marring Starfleet's reputation. The crew must find the imposters soon, or they will be punished for the con artists' crimes."}, {"title": "Star Trek Voyager 6x22: Muse", "description": "A well-meaning alien poet discovers an unconscious B'Elanna Torres after her crash landing in the Delta Flyer. He uses her Voyager stories to inspire his theatrical work, composing plays based on the crew and their life on the ship to win favor with his Warlord."}, {"title": "Star Trek Voyager 6x23: Fury", "description": "Former crew member Kes returns to Voyager in a state of rage, blaming Captain Janeway for her past. Using her expanded Ocampan powers in a fit of revenge, she travels through time to betray the crew to the Vidiians, an alien life form that will absorb the crew's internal organs."}, {"title": "Star Trek Voyager 6x24: Life Line", "description": "The Pathfinder Project uses a pulsar and the MIDAS Array, allowing a data stream to reach Voyager and Voyager to reply every 32 days. News reaches Voyager through the up-and-running Pathfinder that the Doctor's creator, Dr. Lewis Zimmerman, is critically ill. In an attempt to save his life, Captain Janeway authorizes the transmission of the Doctor's program to the Alpha Quadrant. Once there, the Doctor finds Zimmerman refuses to be examined by an \"obsolete\" EMH program and himself in danger of matrix degeneration."}, {"title": "Star Trek Voyager 6x25: The Haunting of Deck Twelve", "description": "When Voyager encounters some engineering problems, Neelix keeps the Borg children entertained with a ghost story about an electromagnetic life force that holds Voyager hostage while trying to make contact with Janeway and get itself home. It's the story of an adventure the crew experienced several months ago with the ghost that lives on Deck Twelve."}, {"title": "Star Trek Voyager 6x26: Unimatrix Zero, Part I", "description": "Seven of Nine is led to a place known as Unimatrix Zero, a place where Borg drones are individuals for a short period during their regeneration. However, once their regeneration is complete, all recollection of the event is erased. Captain Janeway uses this to form a plan of attack that would create a mutiny instilling independent thought from within the Borg Collective."}, {"title": "Star Trek Voyager 7x01: Unimatrix Zero, Part II", "description": "Stardate: 54014.4 - The away team of Janeway, Tuvok, and Torres infiltrate the Borg Collective and execute their plan to undermine it, even though it may destroy Unimatirix Zero forever. Meanwhile, the Borg queen launches a full-scale attack against Voyager. Seven of Nine reunites with a former lover."}, {"title": "Star Trek Voyager 7x02: Imperfection", "description": "Stardate: 54129.4 - Rebi and Azan reunite with their home world and leave the crew of Voyager. Mezoti accepts the invitation to stay with Rebi and Azan and live with them. Seven of Nine is placed in a life-threatening situation when her Borg implants begin to malfunction. She can only survive with replacement parts from a living drone. Janeway, Tuvok, and Paris search a destroyed Borg ship for parts but find only drones deactivated for too long. With Icheb now the last of the remaining Borg children on Voyager, he offers his implants through a risky procedure that may cost both of their lives. Seven rejects his offer to protect him, but Icheb secretly performs the dangerous operation on himself to save the ailing Seven."}, {"title": "Star Trek Voyager 7x03: Drive", "description": "When Paris enters the Delta Flyer in a race with Torres as his co-pilot, he learns that the Flyer is targeted for foul play."}, {"title": "Star Trek Voyager 7x04: Repression", "description": "After members of the crew are discovered unconscious, Tuvok leads the search for the mysterious attacker who preys on those involved in the Maquis resistance movement."}, {"title": "Star Trek Voyager 7x05: Critical Care", "description": "The Doctor is abducted from Voyager and forced to work in a hospital where patients are treated based on their social status. He must sidestep the tyrannical hospital administrator to treat patients other than the privileged."}, {"title": "Star Trek Voyager 7x06: Inside Man", "description": "Stardate: 54208.3 - Voyager receives a hologram of Reginald Barclay, bringing news that the ship can be returned home in a matter of hours through a \"geodesic fold.\" However, after seeing him exhibit strange behavior, the crew becomes suspicious of the holographic Barclay's intentions. On Earth, Barclay enlists Counselor Deanna Troi's help to warn the Voyager crew when they discover the Ferengi hijacked Lt. Barclay's hologram and reprogramed it."}, {"title": "Star Trek Voyager 7x07: Body and Soul", "description": "Stardate: 54283.3 - While in the Delta Flyer, the Doctor, Harry Kim, and Seven of Nine come under attack for transporting a hologram through Lokirrim space, an act they strictly forbid. Seven of Nine downloads him into her cybernetic implants to hide the Doctor shortly before being taken to a Lokirrim holding cell. While inside Seven, the Doctor revels in his newfound human sensations, especially an attraction to a female alien. On board Voyager, Tuvok enters Pon Farr."}, {"title": "Star Trek Voyager 7x08: Nightingale", "description": "Stardate: 54274.7 - While Voyager stops for major maintenance on an uninhabited planet, Harry Kim, Seven, and Neelix use the Delta Flyer to search for dilithium when they come across a war between two alien races, the Kraylor and the Annari. After receiving a distress call from a damaged Kraylor ship claiming to be on a humanitarian mission, Harry accepts his first chance at commanding a vessel of his own. However, power goes to his head as captain of the crippled alien ship under attack. Finding the ship has an uninspiring name, he renames it the Nightingale. Meanwhile, on Voyager, Icheb believes B'Elanna Torres has become attracted to him."}, {"title": "Star Trek Voyager 7x09: Flesh and Blood, Part I", "description": "The Doctor shocks Janeway and the crew when he commits treason to help a group of rebel holograms escape subjugation by the Hirogen."}, {"title": "Star Trek Voyager 7x10: Flesh and Blood, Part II", "description": "The Doctor commits treason to help a rebel band of holograms but becomes disillusioned when the leader abducts a Voyager crew member."}, {"title": "Star Trek Voyager 7x11: Shattered", "description": "The ship splinters into a myriad of time zones, and only Chakotay can travel among the fragments of time to save Janeway and the crew."}, {"title": "Star Trek Voyager 7x12: Lineage", "description": "A pregnant B'Elanna Torres is tormented by memories of an unhappy childhood as a human-Klingon youngster and the toll it took on her family."}, {"title": "Star Trek Voyager 7x13: Repentance", "description": "Seven of Nine cries a river of shame over her actions as a Borg after she witnesses a once-violent alien criminal's intense guilt."}, {"title": "Star Trek Voyager 7x14: Prophecy", "description": "A band of nomadic Klingons mistake B'Elanna's unborn child for their long-awaited messiah, and they resolve to follow the baby."}, {"title": "Star Trek Voyager 7x15: The Void", "description": "Janeway forges an alliance among several hostile ships that have been preying on each other while trapped in a void."}, {"title": "Star Trek Voyager 7x16: Workforce, Part I", "description": "Stardate: 54584.3 - The crew of Voyager carries out their everyday lives as workers on an industrial planet called Quarra, totally unaware of their time on Voyager or their situation in the Delta Quadrant. Almost the entire crew has been abducted and brainwashed to serve in this severely short-handed alien society. Chakotay, Kim, and Neelix return from their trading mission on the Delta Flyer to find the ship abandoned and adrift in a nebula with only the Doctor on board and the acting Captain. The Doctor informs them that the vessel hit a space mine and fell into a trap, forcing them to abandon the ship in the escape pods. Alien ships captured the crew, and the Doctor has heard nothing from them. After going undercover on the planet, Chakotay and Neelix must now find a way to return the crew and restore their memories while evading local authorities who have uncovered their plan. Kim and the Doctor remain on Voyager to complete repairs. Also, Janeway falls for a mystery man on Quarra."}, {"title": "Star Trek Voyager 7x17: Workforce, Part II", "description": "Stardate: 54622.4 - While the Doctor and Kim defend the ship, Chakotay must infiltrate the Quarren power plant and convince Janeway and his other abducted colleagues to return to Voyager. Matters are complicated when Chakotay is exposed and taken for interrogation. He struggles to maintain his identity against the Quarren's Division 6. Meanwhile, Neelix transports back to Voyager with an unconscious B'Elanna, whose memories slowly return."}, {"title": "Star Trek Voyager 7x18: Human Error", "description": "When Seven of Nine tries to perfect her social skills on the holodeck, she experiences the breadth of human emotions while researching relationships. She soon overwhelms her Borg implants as her hobby quickly becomes an obsession. This leads her to neglect her duties, placing Voyager in great danger when it accidentally wanders into an interstellar firing range."}, {"title": "Star Trek Voyager 7x19: Q2", "description": "Q2, Q's adolescent son, must receive a weeklong rehabilitation period at the hands of his reluctant aunt."}, {"title": "Star Trek Voyager 7x20: Author, Author", "description": "The Voyager crew is in for an unpleasant surprise when the Doctor publishes a novel filled with characters based on his colleagues."}, {"title": "Star Trek Voyager 7x21: Friendship One", "description": "Janeway must gain the trust of an alien society crippled by the advanced knowledge of anti-matter contained inside a first contact probe launched from Earth in 2067."}, {"title": "Star Trek Voyager 7x22: Natural Law", "description": "Seven of Nine and Chakotay crash land on an isolated planet section that has been shielded from the rest of the inhabitants where they are surrounded by a primitive tribe of hunter-gatherers."}, {"title": "Star Trek Voyager 7x23: Homestead", "description": "Neelix is reunited with his own species when he finds a settlement of Talaxians being oppressed by mercenaries on a mineral-rich asteroid."}, {"title": "Star Trek Voyager 7x24: Renaissance Man", "description": "The Doctor impersonates several crew members to retrieve the ship's warp core and save Janeway's life."}, {"title": "Star Trek Voyager 7x25: Endgame, Part I", "description": "A time traveler forces Janeway into a deadly showdown with her nemesis, the Borg Queen; a romance ignites during Voyager's peril."}, {"title": "Star Trek Voyager 7x26: Endgame, Part II", "description": "A time traveler forces Capt. Janeway into a deadly showdown with her nemesis, the Borg Queen; a romance ignites during Voyager's peril."}],
    "ent": [{"title": "Star Trek Enterprise 1x01: Broken Bow (1)", "description": "In the early 22nd century, Captain Jonathan Archer commands a crew at the front lines of intergalactic upheaval as he takes command of the Enterprise, Earth's first warp-speed space vessel. For its maiden voyage, he volunteers to return a wounded Klingon to his home planet over the objections of Earth's Vulcan allies, who do not believe the humans are ready for interstellar travel."}, {"title": "Star Trek Enterprise 1x02: Broken Bow (2)", "description": "Captain Archer takes command of Earth's first warp-speed space vessel and volunteers to return a wounded Klingon to his home planet over the objections of Earth's Vulcan allies, who do not believe the humans are ready for interstellar travel. The Enterprise discovers interference to destabilize the Klingon Empire by genetically-enhanced Suliban involved in a Temporal Cold War."}, {"title": "Star Trek Enterprise 1x03: Fight or Flight", "description": "As they continue their deep space exploration, the Enterprise crew grows restless after two weeks without contact with sentient life. But, they encounter an abandoned alien ship containing 15 humanoid corpses that were part of a scientific experiment. The horrific sight inspires Hoshi to panic and demand a return to Earth, but Archer insists on continuing the mission and finding out more about the abandoned dead. Trouble comes calling when the aliens conducting the gruesome experiments return and attack Captain Archer and his crew."}, {"title": "Star Trek Enterprise 1x04: Strange New World", "description": "The Enterprise investigates an uninhabited Earthlike planet far more dangerous than expected. It proves irresistible to Trip, who persuades Archer to allow his survey team to camp overnight on the planet's surface, unaware of a gathering storm. The strong winds kick up pollen released by flowers that induce hallucinations and paranoia, infecting the crew members visiting the planet. After relocating into nearby caves, Trip, Mayweather, T'Pol, and two other crew members become convinced they are being watched."}, {"title": "Star Trek Enterprise 1x05: Unexpected", "description": "After discovering the presence of a damaged Xyrillian vessel, Archer dispatches Trip to assist with its power source problems. He is delighted to have a friendly encounter with one of the ship's female engineers, but it has an unexpected side effect. After discovering that their special moment resulted in his becoming pregnant, he realizes he's had an unwitting experience with alien sex. Archer and his crew must then try and return the rapidly growing alien baby to its mother."}, {"title": "Star Trek Enterprise 1x06: Terra Nova", "description": "The Enterprise crew alters course to investigate the mystery of Terra Nova, a legendary deep-space Earth colony whose inhabitants mysteriously disappeared decades ago. But when they arrive, they encounter the descendants of the colonists who have become a tribe of human-hating cave-dwellers and more alien than Archer could ever have imagined."}, {"title": "Star Trek Enterprise 1x07: The Andorian Incident", "description": "Archer's curiosity about an ancient monastery unwittingly places his crew in the midst of a long-standing interstellar conflict between the Vulcans and their arch rivals, the Andorians."}, {"title": "Star Trek Enterprise 1x08: Breaking the Ice", "description": "The sudden appearance of a Vulcan starship disrupts Enterprise's probe of an unusual comet containing eisilium, a rare mineral. Trip discovers that T'Pol is transmitting coded messages to the Vulcan ship. After he learns the content of her communiqués, she reluctantly takes Trip into her confidence about her pending marriage on Vulcan. On their mission to the comet for core samples, Reed and Mayweather use explosives that unfortunately shift the comet's rotation. When the sun rises, the ice crumbles and traps them in a crevasse. Captain Archer reluctantly asks the Vulcans for help to use their tractor beam on the shuttle."}, {"title": "Star Trek Enterprise 1x09: Civilization", "description": "Disguised as locals, Archer and his expedition explore a civilization bedeviled by a virulent ailment possibly linked to a covert -- and anomalous -- nuclear reactor. Determined to find the truth, the captain teams up with a local apothecary, leading to a close encounter between the two."}, {"title": "Star Trek Enterprise 1x10: Fortunate Son", "description": "After receiving a distress signal, Starfleet Command dispatches Enterprise to assist Fortunate, a human freight vessel attacked by Nausicaan pirates wounding the captain. On arriving, they are surprised that Fortunate's acting commander and crew are resistant to Archer's efforts to help them and determined to seek revenge against their attackers, no matter the repercussion"}, {"title": "Star Trek Enterprise 1x11: Cold Front", "description": "The Enterprise comes in contact with an alien vessel transporting stargazers to observe a spectacular stellar event. They are Borothan pilgrims who have come to see the Great Plume of Agosoria, a phenomenon their religion associates with the beginning of the universe. Archer invites them aboard the ship to witness it, not realizing that the Suliban agent Silik is among them. Archer quickly realizes that Silik is engaged in a nefarious time-traveling mission and must stop him before he can tamper with the course of history."}, {"title": "Star Trek Enterprise 1x12: Silent Enemy", "description": "When an unidentified enemy vessel attacks Enterprise, Archer orders the ship's return to Jupiter Station for weapon upgrades. But, Reed, Tucker, and the crew work frantically to get their new phase cannons operational to meet this new threat. Meanwhile, Archer realizes no one knows Reed well enough to give him a personalized birthday gift. So, he orders Sato to investigate Reed's favorite food."}, {"title": "Star Trek Enterprise 1x13: Dear Doctor", "description": "The fascination with human behavior and culture expressed by Dr. Phlox in his letter to a peer is contrasted by his dissenting view of the crew's treatment of a dying alien race."}, {"title": "Star Trek Enterprise 1x14: Sleeping Dogs", "description": "When Enterprise comes across a disabled Klingon vessel, Archer dispatches a shuttlepod with T'Pol, Hoshi, and Reed to investigate. There, a hostile female Klingon ambushes them and hijacks the shuttlepod, leaving the Enterprise crewmembers dangerously stranded aboard the Klingon vessel. Now it's up to Archer to take the Klingon under guard and enlist her help rescuing his crew."}, {"title": "Star Trek Enterprise 1x15: Shadows of P'Jem", "description": "Archer and the crew are startled to discover the Vulcan High Command has ordered T'Pol to leave Enterprise and are equally frustrated at her seeming indifference about reassignment. However, T'Pol's last mission as a Starfleet officer proves eventful when a militant faction on Coridan, an alien planet, kidnaps her and Archer. Aid comes in the form of the mercurial Andorians: their leader, Shran, still owes Archer a debt (from the events of \"The Andorian Incident\"). The Vulcans are covertly backing the ruling faction on Coridan, while the Andorians are aiding the freedom fighters. With the help of the Andorians, Malcolm and Trip rescue Archer and T'Pol over the objections of the Vulcan ship retrieving T'Pol, and Shran considers his debt to Archer repaid."}, {"title": "Star Trek Enterprise 1x16: Shuttlepod One", "description": "Trip and Reed are dispatched on a shuttle mission to investigate an asteroid field and are cut off from Enterprise, thereby becoming convinced the starship has been destroyed and that their days are numbered."}, {"title": "Star Trek Enterprise 1x17: Fusion", "description": "En route to the eye-catching Arachnid Nebula, the crew encounters an obsolete Vulcan vessel manned by the Vahklas, a Vulcan sect that embraces emotional impulses. Despite her misgivings, T'Pol allows her curiosity about their lifestyle to get the best of her."}, {"title": "Star Trek Enterprise 1x18: Rogue Planet", "description": "The crew explores a jungle planet that's been turned into a hunting ground by a race of stalkers called the Eska. They hunt indigenous creatures for recreation, one of which contacts Archer as a shadowy woman he imagined as a child."}, {"title": "Star Trek Enterprise 1x19: Acquisition", "description": "The Enterprise is invaded by Ferengi marauders, who knock out the crew with sleeping gas and pillage the ship for gold, equipment and slaves."}, {"title": "Star Trek Enterprise 1x20: Oasis", "description": "After hearing of a supposedly haunted alien ship on a desolate planet, Archer decides to cannibalize the wreck to replenish Enterprise's supplies and discovers the vessel is inhabited after all. While exploring the ship, the Enterprise crew encounters some ghostly apparitions and an alien race surviving despite insurmountable odds. Trip helps repair their derelict vessel and is befriended by Liana, an attractive humanoid alien who develops feelings for him."}, {"title": "Star Trek Enterprise 1x21: Detained", "description": "While exploring a planet, Archer and Mayweather accidentally enter a \"military zone\" and are detained in an internment prison by an alien race called Tandarans, who are at war with the Suliban. While the Enterprise crew's previous encounters with the Suliban have been disastrous, Archer and Mayweather find themselves held with some Suliban detainees who they believe are wrongly imprisoned. This situation leads to a clash of wills between Archer and the Tandaran commandant."}, {"title": "Star Trek Enterprise 1x22: Vox Sola", "description": "Hoshi thinks she is to blame for a series of misunderstandings that sent a group of visiting aliens off the Enterprise in a huff. As the Kreetassans depart, a strange, symbiotic alien creature boards Enterprise capturing a few crew members, including Archer and Trip. This unidentifiable parasite cocoons them in its web, feeding off their bodies to survive. With the captured crewmembers' lives in jeopardy, an insecure Hoshi, under T'Pol's command, faces her biggest challenge by finding a way to communicate with the lifeform and persuade it to return to its home planet."}, {"title": "Star Trek Enterprise 1x23: Fallen Hero", "description": "Duty interferes with the crew's first shore leave when the Enterprise is sent to the planet Mazar to fetch a distinguished Vulcan ambassador accused of criminal misconduct. The mission disturbs T'Pol, who's a great admirer of the diplomat."}, {"title": "Star Trek Enterprise 1x24: Desert Crossing", "description": "When Archer and Trip repair a vessel belonging to an alien leader, the Earthmen are repaid with an invitation to their new friend's volatile world."}, {"title": "Star Trek Enterprise 1x25: Two Days and Two Nights", "description": "T'Pol talks Archer into joining the shore-leave party on the planet Risa, where he encounters a troubled alien beauty; Hoshi learns a new language from a local man; a pair of aliens take advantage of Trip and Reed; Dr. Phlox's hibernation is disrupted by Mayweather's injury."}, {"title": "Star Trek Enterprise 1x26: Shockwave (1)", "description": "Archer blames himself when the destruction of an alien colony prompts Starfleet to recall the Enterprise to Earth."}, {"title": "Star Trek Enterprise 2x01: Shockwave (2)", "description": "The sinister Suliban insist that Archer be turned over to them -- and with Archer nowhere to be found aboard the ship. He's stuck in the 31st century, in a decimated city with Daniels, whose intent is to save the future by protecting the past -- and Archer."}, {"title": "Star Trek Enterprise 2x02: Carbon Creek", "description": "T'Pol entertains Archer and Trip with the tale of a crash-landed Vulcan ship, whose stranded crew lived in disguise among the denizens of a Pennsylvania mining town circa 1957."}, {"title": "Star Trek Enterprise 2x03: Minefield", "description": "Archer's awkward breakfast with Reed is interrupted when the Enterprise enters a minefield and Reed has to defuse an explosive affixed to the hull."}, {"title": "Star Trek Enterprise 2x04: Dead Stop", "description": "Following the ordeal in the minefield, the crew links up with an automated repair vessel that troubles Archer when its computer steals information from the Enterprise's data banks."}, {"title": "Star Trek Enterprise 2x05: A Night in Sickbay", "description": "Archer is fuming after the Kreetassans refuse to part with parts for Enterprise because of a diplomatic gaffe involving his dog, Porthos, who then falls ill with a mysterious disorder. But Dr. Phlox thinks there's more to Archer's rants than meets the ear."}, {"title": "Star Trek Enterprise 2x06: Marauders", "description": "Archer and Trip visit an alien colony seeking deuterium fuel, but their suspicions are aroused when the planet's drillers prove reluctant to deal with them. Aboard Enterprise, Mayweather's sensors detect an approaching Klingon vessel."}, {"title": "Star Trek Enterprise 2x07: The Seventh", "description": "A disturbing incident from T'Pol's past prompts her to seek Archer's help in apprehending a renegade undercover Vulcan agent wanted for smuggling biotoxins used to make weapons."}, {"title": "Star Trek Enterprise 2x08: The Communicator", "description": "Returning from covertly observing a preatomic-era alien world on the verge of war, Lieutenant Reed realizes he lost his communicator somewhere on the planet. Archer and Reed return to recover the lost technology, only to find the natives found it first. Captured and interrogated as spies, Archer and Reed find themselves doing even more damage to the culture when they are scanned and found to belong to another race. They face execution and autopsy. Meanwhile, Tucker and Mayweather try to figure out how to activate the cloak on the Suliban cell ship so they can mount a discreet rescue."}, {"title": "Star Trek Enterprise 2x09: Singularity", "description": "As the Enterprise nears a black hole in a trinary star system, radiation from the stellar phenomenon causes the crew to become increasingly erratic and obsessed with mundane tasks. Trip, for example, can't stop tinkering with the Captain's chair, while Phlox is fiercely determined to find the cause of Mayweather's headache. Eventually, crew members fall unconscious one by one, leaving T'Pol the only one left awake to save the ship."}, {"title": "Star Trek Enterprise 2x10: Vanishing Point", "description": "Hoshi is convinced her body's molecules are destabilizing after enduring a traumatic trip through the Enterprise transporter to escape a sudden storm on a primitive planet."}, {"title": "Star Trek Enterprise 2x11: Precious Cargo", "description": "Trip boards a Retellian freighter to repair a stasis pod, which holds an exotic-looking alien female in suspended animation. When the woman accidentally wakes up, Trip discovers she's a kidnapped Krios royal and prisoner, not a passenger. He frees Kaitaama, but her haughty behavior interferes with his rescue efforts when the pair flees the freighter sharing a cramped escape pod. Archer pressures a captured kidnapper to help him locate Trip and Kaitaama."}, {"title": "Star Trek Enterprise 2x12: The Catwalk", "description": "When a lethal neutronic storm approaches faster than Enterprise can escape, the crew takes shelter in the reinforced but cramped maintenance shafts inside the warp nacelles for eight days. They also provide refuge to three Takret, who aren't exactly honest about themselves. They claim to be stellar cartographers. But, they deserted the Takret Militia due to its corrupt leadership known to seize and plunder alien vessels, killing their crews without provocation. The three have been pursued for weeks by a Takret Militia ship. With the Takret immune to the storm's radiation, the Militia ship's crew attempts to seize Enterprise."}, {"title": "Star Trek Enterprise 2x13: Dawn", "description": "During a solo test mission on Shuttlepod One, Trip is attacked by a territorial alien and forced to land on the night side of a barren moon. As he tries contacting Enterprise, he discovers his Arkonian foe has made an emergency landing nearby. The two contend with each other and then team up as a scorching sun rises and threatens both their lives. The Enterprise soon encounters an Arkonian ship, which initially appears hostile partly due to distrust of T'Pol and Vulcans. But the Arkonian captain agrees to split the search for Trip and his pilot."}, {"title": "Star Trek Enterprise 2x14: Stigma", "description": "Enterprise visits the planet Dekendi III hosting an Interspecies Medical Exchange conference. Dr. Phlox requests the Vulcan delegation provide him with the latest research on a terminal neurological disease called Pa'nar Syndrome without revealing that T'Pol is infected. Pa'nar Syndrome is a rare illness associated with mind melders, a sect ostracized by Vulcan society. A forced mind meld against her will infected T'Pol in the episode Fusion. She tries to keep her disease a secret while Dr. Phlox researches treatment methods. Meanwhile, one of Phlox's wives, Feezal, visits Enterprise to install a neutron microscope and begins flirting heavily with Trip. He is uneasy that a colleague's wife is making overt sexual advances toward him."}, {"title": "Star Trek Enterprise 2x15: Cease Fire", "description": "Both the Vulcans and the Andorians claim the planetoid Weytahn (or Paan Mokar, as Vulcans call it) in an age-old feud and military conflict erupts again. As the fighting goes on, the Vulcans are willing to discuss cease-fire terms represented by Ambassador Soval. However, Imperial Guard officer Shran believes only Captain Archer can be trusted to mediate the bloody dispute, which drags the Enterprise crew into the tense situation."}, {"title": "Star Trek Enterprise 2x16: Future Tense", "description": "The Enterprise finds a small, disabled ship drifting in space and discovers it contains a human corpse. More questions arise when the Suliban and Tholians each claim the craft. Both alien species attack the Enterprise and later each other to seize the derelict."}, {"title": "Star Trek Enterprise 2x17: Canamar", "description": "Following a seemingly successful first contact mission, Archer and Trip are charged with smuggling and imprisoned aboard a penal vessel. When prisoners hijack the ship, Archer and Trip must pass as outlaws."}, {"title": "Star Trek Enterprise 2x18: The Crossing", "description": "When a massive alien vessel engulfs Enterprise, non-corporeal beings invade/possess the bodies of Trip and other crew members and hijack their souls. These non-corporeal beings claim to be explorers. But these \"wisps\" may not plan on giving the bodies back."}, {"title": "Star Trek Enterprise 2x19: Judgment", "description": "Archer is put on trial by the Klingons and accused by a disgraced Klingon officer of having his battle-cruiser crippled by the Enterprise in a firefight, and of aiding rebels of the Empire, but he finds a friend in his defender, Kolos."}, {"title": "Star Trek Enterprise 2x20: Horizon", "description": "When Enterprise diverts to investigate an unusual planetary phenomenon near Earth, Mayweather visits his family after the sudden death of his father, a cargo-ship captain. But his return to his old home, the ECS Horizon, is complicated by family tension. He clashes with his brother, the ship's new captain, and pirates attack the ship. Meanwhile, Archer and Trip invite a reluctant T'Pol for movie night to see Frankenstein and find her reaction surprising. She says she will suggest Ambassador Soval show the movie to every Vulcan newly arrived on Earth."}, {"title": "Star Trek Enterprise 2x21: The Breach", "description": "The rescue of a damaged transport prompts the Denobulan Phlox to confront his prejudices when he treats an Antaran, whose people are sworn enemies of Phlox's. Three other Denobulans are holed up in an underground cave, where Trip, Reed, and Mayweather are dispatched to retrieve them when militants take over a planet."}, {"title": "Star Trek Enterprise 2x22: Cogenitor", "description": "The Enterprise crew makes first contact with the Vissians, a species with three genders. Trip meets one of the species' third gender, a Cogenitor, a being used for only breeding purposes. After learning how badly Vissians treat all Cogenitors, Trip attempts to help this Cogenitor, even though it directly interferes with Vissian culture."}, {"title": "Star Trek Enterprise 2x23: Regeneration", "description": "A scientific research team uncovered the remnants of an alien ship and two frozen cybernetic bodies in the arctic. These aliens soon thaw out and flee Earth, taking the research team with them. Starfleet orders Enterprise to find them, but nothing prepares the crew for just how dangerous these aliens really are - Borg drones"}, {"title": "Star Trek Enterprise 2x24: First Flight", "description": "Stunned by the death of former Starfleet rival and friend, A.G. Robinson, in a mountain climbing accident, Archer grudgingly recalls their competitive relationship with T'Pol as they probe a possible dark matter nebula during a shuttle voyage. He describes how he and A.G. broke the Warp 2.5 barrier on the first high-warp test flight that saved the NX program almost ten years earlier. After they confirm the first dark matter nebula, T'Pol suggests Archer name it the Robinson Nebula."}, {"title": "Star Trek Enterprise 2x25: Bounty", "description": "A crafty Tellarite tricks Archer into boarding his ship and kidnaps him to collect a Klingon bounty. They want to punish Archer because he is the only prisoner to escape the prison planet Rura Penthe. As Enterprise pursues, contamination by a stray virus while exploring an uninhabited desert planet prematurely starts T'Pol's mating cycle, the pon farr, where she must mate or die. She finds herself confined to the decon chamber with Phlox."}, {"title": "Star Trek Enterprise 2x26: The Expanse", "description": "The Xindi, an alien race from the Delphic Expanse, launched a devastating attack on Earth, causing millions of casualties and massive damage in Florida. As Enterprise returns home, an unlikely source from the future informs Archer about the Xindi and that their next attack will destroy Earth. Capt. Archer and the crew embark on a mission to the galaxy's far reaches to stop the Xindi. Complicating matters are the machinations of a vengeful Klingon still looking to capture Archer."}, {"title": "Star Trek Enterprise 3x01: The Xindi", "description": "Enterprise penetrates the Delphic Expanse hunting the Xindi who attacked Earth, threatening to exterminate humanity. Captain Archer and Trip attempt to learn about the mysterious and antagonistic race. But their zeal to capture a Xindi leads them into a trap."}, {"title": "Star Trek Enterprise 3x02: Anomaly", "description": "Waves of spatial anomalies pervading the Delphic Expanse distort the laws of physics. They cripple the Enterprise disrupting power, weapons, and computer systems while searching for the Xindi. These destructive distortions leave the ship's stores vulnerable to Ventaxian pirates who loot critical supplies."}, {"title": "Star Trek Enterprise 3x03: Extinction", "description": "Enterprise's ongoing pursuit of the Xindi leads to an investigation of an abandoned Xindi vessel on a jungle world. A highly contagious mutagenic virus infects Archer, Hoshi, and Reed and rapidly mutates them into the planet's primal and extinct native beings, the Loque'eque, but T'Pol is unaffected. As Phlox searches for a cure, Trip and T'Pol negotiate with aliens determined to kill all those infected."}, {"title": "Star Trek Enterprise 3x04: Rajiin", "description": "Archer, Trip, and Reed return from an alien barter town with Rajiin, an alluring woman seeking to escape her life as a sex slave. But once on board, her beguiling sensuality proves irresistible to the Enterprise crew. She uses her alien mental powers on them to steal biometric data about humans so her Xindi overlords can make a bio-weapon. Two Xindi ships attack the NX-01 to retrieve Rajiin. Meanwhile, Trip and T'Pol attempt to synthesize trellium-D to insulate Enterprise from further destruction by the spatial anomalies of the Delphic Expanse."}, {"title": "Star Trek Enterprise 3x05: Impulse", "description": "When Enterprise responds to a distress call from the Vulcan cruiser Seleya, stranded in the Delphic Expanse, Archer and his boarding team (T'Pol, Reed, and Hawkins) arrive on board to find its crew in a deranged, raging, zombie-like state that quickly manifests in T'Pol as well."}, {"title": "Star Trek Enterprise 3x06: Exile", "description": "A powerful and lonely telepath named Tarquin begs Hoshi to visit his faraway planet. Smitten with her, he offers to part with crucial intelligence on the Xindi only after she visits. But when Enterprise returns to pick up Hoshi, Tarquin refuses to let her go. He wants her to be his new Companion."}, {"title": "Star Trek Enterprise 3x07: The Shipment", "description": "Archer, Reed, and MACO Major Hayes infiltrate a Xindi-Sloth industrial colony that synthesizes the vital explosive material for the Xindi super-weapon that will attack Earth. The trio kidnaps the plant foreman, who allies with them once he learns of the Xindi council's attack on Earth. Elsewhere, Trip, T'Pol, and Dr. Phlox test captured Xindi firearms to create better defenses against them."}, {"title": "Star Trek Enterprise 3x08: Twilight", "description": "After an accident on the Enterprise in 2153, a spatial distortion leaves Archer with a puzzling form of amnesia due to interspatial parasites and unable to form new long-term memories. He wakes up every day not remembering anything from the day before. At one point, he is further confused about finding himself in the future aboard an Enterprise commanded by T'Pol. Twelve years into the future, he wakes up one morning and is stunned to learn the outcome of the human-Xindi conflict. After destroying Earth, the Xindi continued searching the galaxy, determined to annihilate all Humans. The remnants of humanity have settled on the distant planet Ceti Alpha V. Now, Archer learns that he may be the key to undoing this entire tragedy if Phlox's new treatment destroys the parasites without harming him."}, {"title": "Star Trek Enterprise 3x09: North Star", "description": "The crew investigates a world within the Delphic Expanse with a civilization closely resembling America's 19th-century Wild West. A previously unknown colony of humans is oppressing an alien race called the Skagarans. Archer becomes embroiled in a cultural conflict and sets out to learn how both races got there."}, {"title": "Star Trek Enterprise 3x10: Similitude", "description": "Trip suffers a catastrophic injury in an accident that disables Enterprise inside a hazardous space cloud. His only hope for survival is a transplant from a clone or \"mimetic symbiont\" which Phlox grows from one of his exotic creatures. Phlox and the crew named the clone Sim. But his rapid growth and replication of Trip's behavior alarm the crew. Archer faces an ethical dilemma as the clone gains sentience and does not want to die from harvesting his organs for Trip's survival."}, {"title": "Star Trek Enterprise 3x11: Carpenter Street", "description": "Acting on a tip from Daniels, Archer and T'Pol time-travel to the year 2004, where the Xindi are building a secret weapon in an abandoned Detroit factory. They must stop the Xindi from destroying Earth with a biological weapon."}, {"title": "Star Trek Enterprise 3x12: Chosen Realm", "description": "After Archer rescues them from their crippled vessel, the Triannons take the Enterprise crew hostage. These alien religious zealots plot to use the ship to eradicate heretics on their homeworld."}, {"title": "Star Trek Enterprise 3x13: Proving Ground", "description": "Andorian Imperial Guard Commander Shran arrives in the Delphic Expanse and proposes an alliance with Archer, offering to help steal the Xindi's superweapon. Elsewhere, Lt. Talas, an Andorian officer with her own agenda, helps Lt. Reed repair the Enterprise's damaged weapons systems."}, {"title": "Star Trek Enterprise 3x14: Stratagem", "description": "Archer seeks to destroy the superweapon the Xindi are constructing by creating an elaborate ruse to fool its designer, Degra, into revealing its hiding place. Archer and Degra are in a shuttle. With Degra suffering from memory loss, Archer tells him they escaped together from a prison and that the Insectoids took power after destroying Earth."}, {"title": "Star Trek Enterprise 3x15: Harbinger", "description": "Lt. Reed and MACO leader Maj. Hayes feud over training drills which disrupts Archer and Phlox's investigation of a rescued alien near a spatial anomaly. The dying alien refuses to disclose his motives for exploring the anomaly. As Archer tries to unravel the mystery surrounding the alien, long-simmering feelings explode between Reed and Hayes. Trip's interest in a pretty MACO corporal sparks a heated exchange with T'Pol, who eventually confesses her feelings for Trip."}, {"title": "Star Trek Enterprise 3x16: Doctor's Orders", "description": "Archer places Dr. Phlox in control of the Enterprise when the crew requires sedation to survive a trans-dimensional disturbance. This mind-altering section of the Expanse is lethal to humanoids. But Phlox's Denobulan physiology doesn't entirely shield him from its effects, causing hallucinations."}, {"title": "Star Trek Enterprise 3x17: Hatchery", "description": "The discovery of unhatched Xindi-Insectoid eggs inside a crashed vessel brings out the paternal side of Archer, who alarms the crew with his obsessive determination to save the embryos."}, {"title": "Star Trek Enterprise 3x18: Azati Prime", "description": "After pinpointing the site of the Xindi doomsday weapon, Archer plans to sacrifice himself to destroy it. Daniels arrives and takes him 400 years into the future to show him the far-reaching consequences of the Enterprise crew's actions and to beg Archer to reconsider."}, {"title": "Star Trek Enterprise 3x19: Damage", "description": "While dissension among Xindi ranks festers, Degra gets Archer returned to Enterprise. Archer considers compromising his morals to restore Enterprise's warp capacity after a fleet of Xindi-controlled warships cripple the vessel's engines. Sacrificing his ethics, he attacks an innocent alien ship to get their warp coil to repair the Enterprise's engines and intercept the Xindi superweapon. Meanwhile, T'Pol grows increasingly volatile, prompting her to confide a troubling secret to Phlox. Trellium-D exposure led to her addiction, with withdrawal symptoms weakening her emotional control."}, {"title": "Star Trek Enterprise 3x20: The Forgotten", "description": "Archer persuades Xindi weapon-designer, Degra, to examine evidence of the plot to pit the Xindi against Earth to prove humanity is not his enemy. When Archer demonstrates they've been manipulated, Degra offers to attempt to delay the launch of their superweapon. Meanwhile, the crew mourns their lost mates, with Trip still coming to terms with his sister's death and wrestling with the recent death of a subordinate. T'Pol confronts her substance addiction to trellium-D."}, {"title": "Star Trek Enterprise 3x21: E²", "description": "Before attempting to use a Xindi subspace corridor to reach the Xindi council, the Enterprise crew faces a bizarre encounter with their own descendants on an Enterprise. Captained by T'Pol's son Lorian, the ship warns Archer of an alien attack by Kovaalan ships. Enterprise escapes into the subspace corridor, but attack damage destabilizes the corridor, causing a time shift with the ship emerging in 2037. Will foreknowledge change anything?"}, {"title": "Star Trek Enterprise 3x22: The Council", "description": "Enterprise arrives at the location of the Xindi Council, and with Degra's help and Hoshi translating, Archer makes his plea before the five Xindi races. Archer must prove that the Sphere Builders have been lying and Humanity is not their enemy. While the Primates and Arboreals are already aware of the truth, convincing the other three races will not be easy. The Reptilians and Insectoids refuse to even listen to Archer. Meanwhile, seeing a diminished number of successful timelines with Earth destroyed, the Sphere-Builders arrange a secret meeting with the Reptilians. They seize the Xindi weapon and launch it, protected by five Insectoid ships. Elsewhere, T'Pol and Reed lead a mission inside a Sphere to retrieve its memory core for information about the Sphere network inhabiting the Expanse."}, {"title": "Star Trek Enterprise 3x23: Countdown", "description": "The Reptilians kidnapped Hoshi to brainwash her into cracking the weapon's arming codes. Meanwhile, Archer and his new Xindi allies (Arboreals, Primates, and Aquatics) attempt to stop the arming of the superweapon aimed toward Earth, launching a full-scale assault on the device. When the Sphere-Builders see the weapon is about to be destroyed, they cause at least one sphere to emit massive spatial anomalies destroying many ships. Reptilians and Insectoids escape with the weapon through a subspace vortex heading for Earth."}, {"title": "Star Trek Enterprise 3x24: Zero Hour", "description": "Archer tries to coax a traumatized Hoshi into using her decryption skills to disable the Xindi doomsday weapon before the Reptilians can use it to destroy Earth. Archer risks his life in a dangerous gambit to intercept the superweapon, sneak by the Xindi Reptilians aboard, and disarm it from inside. Meanwhile, the Enterprise embarks on its own desperate mission to cripple the rest of the spheres."}, {"title": "Star Trek Enterprise 4x01: Storm Front (1)", "description": "Archer awakes from destroying the Xindi superweapon in the U.S. circa 1944 as a prisoner of Nazis controlling New York City. But he escapes with the help of American insurgents. The crew aboard Enterprise seeks answers for their journey back in time and the changes to Earth's history. They find a dying Daniels on board who tells T'Pol about an alien faction of the Temporal Cold War led by Vosk, now allied with the Nazis altering the events of World War II. Archer, T'Pol, and the Enterprise must defeat the aliens and restore the timeline to return to their time."}, {"title": "Star Trek Enterprise 4x02: Storm Front (2)", "description": "Vosk and his people altered Earth's past, threatening to destroy many futures. Frustrated by limited Nazi technology, Vosk offers to return Trip and Mayweather to the Enterprise if Archer assists Vosk in creating his time machine. Vosk releases the prisoners, with Suliban agent Silik taking Trip's form; Silik also needs to stop Vosk. Meanwhile, Alicia's comrades in Nazi-occupied New York learn of Archer's space vessel on the eve of an Allied counterattack. Archer, Silik, and Alicia's comrades attack Vosk's time machine facility to disable its protective shield. Their efforts allow Enterprise to destroy the facility. Daniels returns to tell Archer that the timelines are restored and sends Enterprise home."}, {"title": "Star Trek Enterprise 4x03: Home", "description": "The Enterprise finally returns to Earth with great fanfare, and the weary crew members face repercussions of their journeys, both positive and negative. But the novelty quickly disappears for Archer, forced to vacation after a heated exchange with a Vulcan official. Also, Trip accompanies T'Pol to Vulcan, where he meets her mother, T'Les, but when T'Pol reconsiders marriage to her former fiance, Koss, Trip questions their relationship. The Xindi scare causes increased violent incidents against alien species on Earth, and Reed worries about Phlox's safety."}, {"title": "Star Trek Enterprise 4x04: Borderland (1)", "description": "When genetically engineered humans left over from the Eugenics Wars hijack a Klingon ship, the Klingons threaten war with Earth. Archer enlists the criminal Dr. Arik Soong, the Augments' creator and \"father,\" to help hunt them down."}, {"title": "Star Trek Enterprise 4x05: Cold Station 12 (2)", "description": "Cold Station 12 is a medical research facility where hundreds of genetically enhanced embryos left over from the Eugenics Wars are still stored. Arik Soong leads his band of Augments to the scientific outpost, intending to retrieve the embryos, bring them to life, and create a superhuman army of Augments. On the raid, Soong realizes just how ruthless his \"children\" have become and threatens to release the deadly pathogens stored on-site if anyone interferes."}, {"title": "Star Trek Enterprise 4x06: The Augments (3)", "description": "The Enterprise crew cautiously pursues Dr. Arik Soong and his superhuman Augments across hostile Klingon space toward a hidden planet where he intends to raise his Augment army. But in defiance of their \"father\" Soong, Malik devises a heinous plot to use a bioweapon against a Klingon colony planet, undoubtedly leading to interstellar war, to safeguard the Augments from Enterprise and further Starfleet interference. Malik's rash proposal leads to a rift with Soong."}, {"title": "Star Trek Enterprise 4x07: The Forge (1)", "description": "The crew joins forces with Vulcan authorities to investigate a deadly bombing of Earth's embassy, which may be the work of a sect devoted to the logical teachings of Surak, the father of Vulcan philosophy."}, {"title": "Star Trek Enterprise 4x08: Awakening (2)", "description": "The Syrranites subject Archer to a potentially lethal mind-meld after learning that information about Surak was placed in his head. Meanwhile, Vulcan officials plot the dissidents' destruction."}, {"title": "Star Trek Enterprise 4x09: Kir'Shara (3)", "description": "As Vulcan prepares for war, V'Las sends a commando team to eliminate Archer, T'Pol and T'Pau, while Soval risks his sanity to warn the Andorians of the impending attack."}, {"title": "Star Trek Enterprise 4x10: Daedalus", "description": "Emory Erickson, the inventor of the transporter, boards the Enterprise to test new transporter upgrades. He also enlists Archer's help with a risky experiment resulting in a crew member's death. This forces Emory to reveal the real purpose of his test, searching for and retrieving his lost son."}, {"title": "Star Trek Enterprise 4x11: Observer Effect", "description": "Two non-corporeal Organians possess the bodies of various crew members to observe humanity's reaction to tragedy. The curious beings study the response of the Enterprise crew to a fatal silicon-based viral infection contracted by Trip and Hoshi during an away mission. Phlox works feverishly for a cure. Will the \"advanced\" aliens learn anything about human empathy and compassion?"}, {"title": "Star Trek Enterprise 4x12: Babel One (1)", "description": "While escorting a Tellarite ambassador to the neutral planet Babel for a peace conference with the Andorians, the Enterprise is attacked after answering a distress call from Shran. A secret Romulan vessel attacks ships on all sides, trying to halt any chance for peace."}, {"title": "Star Trek Enterprise 4x13: United (2)", "description": "Archer tries to unify the Andorians, Tellarites, and Vulcans in a plan to capture a remote-controlled Romulan marauder ship threatening to destabilize the region. But, a desire for vengeance interferes with Archer's attempts to ally Shran and the Tellarites, where Archer and Shran fight to the death, almost. Trip and Reed probe the inner workings of the unmanned Romulan warship and must outwit their captors to escape."}, {"title": "Star Trek Enterprise 4x14: The Aenar (3)", "description": "Archer and the crew try to prevent the Romulans from starting an intergalactic war. He visits Shran's icy homeworld to find an Andorian subspecies called the Aenar to determine their connection to the marauder destroying ships in the region. The Aenar are telepaths who could gain control of the Romulan drone vessels."}, {"title": "Star Trek Enterprise 4x15: Affliction (1)", "description": "Enterprise visits Earth for the launch of its sister vessel Columbia, where Trip prepares for her maiden voyage as her new chief engineer. Meanwhile, Klingons kidnap Phlox and force him to help them find a cure for a mutated virus that threatens their species."}, {"title": "Star Trek Enterprise 4x16: Divergence (2)", "description": "With Columbia's help, the Enterprise crew grapples with the sabotage left by Klingon Augments as they pursue the truth behind Dr. Phlox's kidnapping. Trip rejoins Enterprise on a desperate mission to rejuvenate her warp drive. Then both ships head deep into Klingon space to find Dr. Phlox. Antaak convinces Phlox to cooperate with the Klingons and help find a cure for the mutated virus ravaging one of their outposts."}, {"title": "Star Trek Enterprise 4x17: Bound", "description": "As a gift for negotiating a deal with the Orion Syndicate, an Orion pirate persuades Archer to accept three alluring Orion slave women. But the captain's good-faith gesture has terrible results when the trio wreaks havoc within the ship, seducing all the men on board."}, {"title": "Star Trek Enterprise 4x18: In a Mirror, Darkly (1)", "description": "An amoral, imperialistic version of the Enterprise crew exists in a dark alternate universe. Commander Archer of the Terran Empire Enterprise mutinies against Captain Forrest to investigate an anomaly in Tholian space and capture a future Earth ship. The Star Trek episodes \"Mirror, Mirror\" and \"The Tholian Web\" inspire this mirror-universe tale."}, {"title": "Star Trek Enterprise 4x19: In a Mirror, Darkly (2)", "description": "In the mirror universe, power-hungry Archer and the crew use the 23rd-century Defiant to thwart a Tholian attack and its advanced weaponry to put down a rebellion setting their sights on seizing control of all of Earth's Terran Empire. But first, he must rid the ship of a deadly Gorn stowaway."}, {"title": "Star Trek Enterprise 4x20: Demons (1)", "description": "Archer and the crew are on Earth for a historic conference at Starfleet Headquarters to establish an interplanetary coalition. But the plans are menaced by a fanatical xenophobe, John Frederick Paxton. He leads Terra Prime, an underground Human isolationist movement plotting against the government and threatening to undermine the talks. This radical faction opposes the increasing number and influence of aliens on Earth and advocates expelling all non-Humans from Earth and the rest of the Sol system."}, {"title": "Star Trek Enterprise 4x21: Terra Prime (2)", "description": "Determined to scorch Starfleet Command in San Francisco if Earth refuses to abolish a proposed interplanetary alliance and make all aliens leave Earth immediately, Paxton blackmails Trip into modifying his doomsday weapon, the Verteron array on Mars. Archer and a handpicked team infiltrate Terra Prime's Mars headquarters to stop Paxton. Hoshi takes command of Enterprise as a traitor lurks within the crew. Elsewhere, the origin of Trip and T'Pol's child is revealed."}, {"title": "Star Trek Enterprise 4x22: These Are the Voyages...", "description": "Commander Riker interacts with Archer's crew in a hologram of their final mission as he deals with a dark secret from his past. Six years after the Terra Prime incident, an emotional Captain Archer and the crew return to Earth to decommission Enterprise and sign the charter for the Federation, the new alliance of planets they helped forge. Enroute, Archer agrees to help his old ally Shran retrieve his daughter as the captain prepares a speech to celebrate the Federation's establishment."}]
}
